Repository: DimitarCC/iptv-m3u-reader
Catalog: po/*.po
Languages: bg, de, es, fi, fr, it, ru, tr, uk

source: VoD Series: enter search terms
bg: VoD сериал: въведете критерий за търсене
de: VoD Series: Suchbegriffe eingeben
es: Serie VoD: ingrese términos de búsqueda
fi: Tilaus-TV (VoD) sarjat: syötä hakutermit
fr: VoD Séries: entrer les termes de recherche
it: Serie VoD: inserisci i termini di ricerca
ru: VoD Сериалы: введите условия поиска
tr: VoD Diziler: arama terimlerini girin
uk: Серіали VoD: введіть пошукові запити

source: VoD playback system
bg: VOD cистема възпроизвеждане
fi: VoD-toistojärjestelmä
ru: Система воспроизведения VoD
uk: Система відтворення VoD

source: Wednesday
bg: Сряда
fi: Keskiviikko
ru: Среда

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the time shift.
bg: Когато е вкл., предупреждение ще се показва и потребителя може да избере дали да спре или продължи таймшифта.
de: Wenn diese Funktion aktiviert ist, wird eine Warnung angezeigt und der Benutzer hat die Möglichkeit, die time shift zu stoppen oder fortzusetzen.
es: Cuando esté habilitado, se mostrará una advertencia y el usuario tendrá una opción para detener o continuar el timeshift.
fi: Kun tämä on käytössä, näyttöön tulee varoitus ja käyttäjä saa vaihtoehdon lopettaa tai jatkaa ajansiirtoa.
fr: Lorsque cette option est activée, un avertissement s'affiche et l'utilisateur a la possibilité d'arrêter ou de poursuivre le décalage horaire.
it: Se abilitata, verrà visualizzato un avviso e l'utente avrà la possibilità di interrompere o continuare lo spostamento temporale.
ru: При включении этой функции будет предупреждение и пользователь получит возможность остановить или продолжить сдвиг по времени.
tr: Etkinleştirildiğinde bir uyarı görüntülenecek ve kullanıcıya zaman kaydırmayı durdurma veya devam ettirme seçeneği sunulacak.
uk: Якщо увімкнено, з'явиться попередження і користувач матиме можливість зупинити або продовжити зсув по часу.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the timeshift.
bg: Когато е вкл., предупреждение ще се показва и потребителя може да избере дали да спре или продължи таймшифта.
de: Wenn diese Funktion aktiviert ist, wird eine Warnung angezeigt, und der Benutzer hat die Möglichkeit, den Timeshift zu stoppen oder fortzusetzen.
es: Cuando esté habilitado, se mostrará una advertencia y el usuario tendrá una opción para detener o continuar el timeshift.
fi: Kun tämä on käytössä, näyttöön tulee varoitus ja käyttäjä saa vaihtoehdon lopettaa tai jatkaa ajansiirtoa.
fr: Lorsque cette option est activée, un avertissement s'affiche et l'utilisateur a la possibilité d'arrêter ou de poursuivre le timeshift.
it: Se abilitata, verrà visualizzato un avviso e l'utente avrà la possibilità di interrompere o continuare il timeshift.
ru: При включении этой функции будет предупреждение и пользователь получит возможность остановить или продолжить таймшифт.
tr: Etkinleştirildiğinde bir uyarı görüntülenecek ve kullanıcıya zaman kaydırmayı durdurma veya devam ettirme seçeneği sunulacak.
uk: Якщо увімкнено, з'явиться попередження з вибором про зупинку або продовження роботи таймшифта.

source: When enabled, time shift starts automatically in background after specified time.
bg: Когато е вкл., таймшифт ще се включи автоматично след определено време.
de: Wenn aktiviert, startet die time shift automatisch im Hintergrund nach der angegebenen Zeit.
es: Cuando está habilitado, el timeshift se inicia automáticamente en el fondo después del tiempo especificado.
fi: Kun tämä on käytössä, ajansiirto alkaa automaattisesti taustalla, määritetyn ajan kuluttua.
fr: Lorsque cette option est activée, la pause du directe démarre automatiquement en arrière-plan après l'heure spécifiée.
it: Se abilitato, il time shift si avvia automaticamente in background dopo un intervallo di tempo specificato.
ru: При включении, сдвиг во времени запускается автоматически в фоновом режиме по истечении указанного времени.
tr: Etkinleştirildiğinde, zaman kaydırma belirli bir sürenin ardından arka planda otomatik olarak başlar.
uk: Якщо увімкнено, зсув часу починається автоматично у фоновому режимі через вказаний час.

source: When enabled, timeshift starts automatically in background after the specified time.
bg: Когато е вкл., таймшифт ще се включи автоматично след определено време.
de: Wenn aktiviert, startet Timeshift automatisch im Hintergrund nach der angegebenen Zeit.
es: Cuando está habilitado, el timeshift se inicia automáticamente en el fondo después del tiempo especificado.
fi: Kun tämä on käytössä, ajansiirto alkaa automaattisesti taustalla, määritetyn ajan kuluttua.
fr: Lorsque cette option est activée, le timeshift démarre automatiquement en arrière-plan après l'heure spécifiée.
it: Se abilitato, il timeshift si avvia automaticamente in background dopo il tempo specificato.
ru: При включении, таймшифт запускается автоматически в фоновом режиме по истечении указанного времени.
tr: Etkinleştirildiğinde zaman kaydırma, belirtilen sürenin sonunda arka planda otomatik olarak başlar.
uk: Якщо увімкнено, таймшифт запускається автоматично у фоновому режимі через вказаний час.

source: Xtream Codes (Token)
bg: Xtreаm Codes (Ключ)
fi: Xtreme Codes (Käyttöoikeustunniste)
ru: Xtream Codes (Токен)
uk: Xtreme Codes (Токен)

source: Xtream Codes (Username/Password)
bg: Xtreаm Codes (Потребител/Парола)
fi: Xtreme Codes (Käyttäjätunnus/Salasana)
ru: Xtream Codes (Имя пользователя/Пароль)
uk: Xtream Codes (Ім'я користувача/пароль)

source: add new provider
bg: Добавяне провайдър
de: Neuen Provider hinzufügen
es: agregar nuevo proveedor
fi: lisää uusi palveluntarjoaja
fr: ajouter un nouveau fournisseur
it: aggiungi nuovo provider
ru: добавить нового провайдера
tr: yeni sağlayıcı ekle
uk: додати нового провайдера

source: edit provider
bg: Редакция провайдър
de: Provider bearbeiten
es: editar proveedor
fi: muokkaa palveluntarjoajaa
fr: éditer le fournisseur
it: modifica provider
ru: редактирование провайдера
tr: sağlayıcıyı düzenle
uk: редагування провайдера

source: lower case
bg: малки букви
es: minusculas
fi: pienet kirjaimet
it: minuscolo
ru: нижний регистр
uk: нижній регістр

source: off
bg: Изкл.
es: deshabilitado
fi: pois päältä
fr: arrêt
it: disabilitato
ru: выкл
tr: kapalı
uk: викл

source: on
bg: Вкл.
es: habilitado
fi: päällä
fr: marche
it: abilitato
ru: вкл
tr: açık
uk: вкл

source: INFO
bg: ИНФО
ru: ИНФОРМАЦИЯ
tr: BİLGİ
uk: ІНФОРМАЦІЯ

source: IPTV manager Plugin
bg: Плъгин за менаджиране на IPTV
es: Gestor de IPTV
fr: Plugin pour le gestionnaire IPTV
it: Gestore IPTV
ru: Плагин IPTV-менеджера
tr: IPTV manager Eklentisi
uk: Плагін для керування IPTV

source: TXT
bg: ТХТ

source: URL
bg: Адрес (URL/път) до плейлиста
es: Dirección URL

source: Xtreme Codes
bg: Xtreаm Codes
es: Códigos Xtreme
tr: Xtreаm Codes

source: Bouquet blacklist
fr: Liste noire des bouquets
it: Lista nera dei bouquet
ru: Черный список букета
tr: Buket kara listesi
uk: Чорний список букетів

source: Edit bouquet blacklist for provider "%s".
de: Bouquet-Blacklist für Provider bearbeiten "%s".
fr: Modifier la liste noire des bouquets pour le fournisseur « %s ».
it: Modifica la blacklist dei bouquet per il provider "%s".
ru: Редактировать черный список букетов для провайдера "%s".
tr: "%s" sağlayıcısı için buket kara listesini düzenleyin.
uk: Редагувати чорний список букетів для постачальника "%s".

source: Transport stream (TS)
ru: Транспортный поток (TS)
uk: Транспортний потік(TS)

source: Stalker
uk: Сталкер

source: Catchup player commands
de: Befehle für die Catchup-Wiedergabe
fr: Commandes du lecteur de rattrapage
it: Comandi riproduzione Catchup
tr: Yakalama oynatıcı komutları

source: Play archive
de: Archiv abspielen
fr: Lire l'archive
it: Riproduzione Archivio
tr: Arşivi oynat

source: PLAY
fr: LIRE
tr: OYNAT

source: %s: bouquets removed successfully
de: %s: Bouquet erfolgreich entfernt

source: Clear bouquets
de: Bouquet löschen

source: Connected transcoding, limit - no PiP!
de: Verbundene Transkodierung, Grenze - kein PiP!

source: Incorrect service type for PiP!
de: Falscher Diensttyp für PiP!
