Repository: DimitarCC/iptv-m3u-reader
Catalog: po/*.po
Languages: bg, de, es, fi, fr, it, ru, tr, uk

source: Press OK to select which categories will be blacklisted.
bg: Натиснете ОК за избор на категории, които да бъдат изключени.
fi: Paina OK valitaksesi, mitkä luokat laitetaan mustalle listalle.

source: Press OK to select which days of the week to perform the update.
bg: Изберете ОК за да зададете дните в които да се извършва автоматичен ъпдейт.
fi: Paina OK valitaksesi, minä viikonpäivinä päivitys suoritetaan.
ru: Нажмите OK, чтобы выбрать дни недели для выполнения обновления.

source: Provider TSID retrival condition
bg: Критерий за търсене на TSID от провайдъра
es: Tipo de TSID utilizado
fi: Palveluntarjoajan TSID:n hakuehto
it: Tipo TSID utilizzato
ru: Условие поиска TSID поставщика
uk: Умова отримання TSID провайдера

source: Provider Type
bg: Тип на провайдъра
de: Provider Typ
es: Tipo de proveedor
fi: Palveluntarjoajan tyyppi
fr: Type de fournisseur
it: Tipo Provider
ru: Тип провайдера
tr: Sağlayıcı Türü
uk: Тип постачальника

source: Provider name
bg: Име на провайдъра
es: Nombbre de proveedor
fi: Palveluntarjoajan nimi
fr: Nom du fournisseur
it: Nome Provider
ru: Название провайдера
tr: Sağlayıcı adı
uk: Назва Провайдера

source: Recording 4097, 5001 and 5002 streams not possible with external players, so convert recordings to servicetype 1.
bg: Запис на типове канал 4097, 5001 и 5002 не е възможно с външни устройства, преправете типа на канала на 1.
de: Aufzeichnung von 4097, 5001 und 5002 Streams mit externen Playern nicht möglich, daher Aufzeichnungen in Servicetype 1 konvertieren.
es: No es posible grabar transmisiones 4097, 5001 y 5002 con reproductores externos, por lo que se deben convertir las grabaciones al tipo de servicio 1.
fi: 4097-, 5001- ja 5002-striimien tallentaminen ei ole mahdollista ulkoisilla soittimilla, joten muunna tallenteet palvelutyyppiin 1.
fr: L'enregistrement des flux 4097, 5001 et 5002 n'est pas possible avec des lecteurs externes, il faut donc convertir les enregistrements au type de service 1.
it: La registrazione dei flussi 4097, 5001 e 5002 non è possibile con lettori esterni, quindi convertire le registrazioni in servicetype 1.
ru: Запись потоков 4097, 5001 и 5002 невозможна с помощью внешних проигрывателей, поэтому преобразуйте записи в servicetype 1.
tr: 4097, 5001 ve 5002 akışlarının kaydedilmesi harici oynatıcılarla mümkün olmadığından kayıtları hizmet türü 1'e dönüştürün.
uk: Запис потоків 4097, 5001 і 5002 неможливий на зовнішніх програвачах, тому конвертуйте записи до servicetype 1.

source: Recordings - convert IPTV servicetypes to 1
bg: Запис - конвертиране на типа на канала на 1
de: Aufnahmen - IPTV-Servicetypen in 1 umwandeln
es: Grabaciones: convierte los tipos de servicios de IPTV a 1
fi: Tallenteet - muunna IPTV-palvelutyypit 1:ksi
fr: Enregistrements - convertir les types de services IPTV en 1
it: Registrazioni - converte i tipi di servizio IPTV in 1
ru: Записи - конвертировать IPTV в servicetypes 1
tr: Kayıtlar - IPTV hizmet türlerini 1'e dönüştürün
uk: Записи - перетворити IPTV в servicetypes 1

source: Refresh interval
bg: Интервал на обновяване
de: Aktualisierungsintervall
es: Intervalo de actualización
fi: Päivitysväli
fr: Intervalle de rafraîchissement
it: Intervallo di aggiornamento
ru: Интервал обновления
tr: Yenileme aralığı
uk: Інтервал оновлення

source: Released: %s
bg: Премиера: %s
de: Freigegeben: %s
es: Publicado: %s
fi: Julkaistu: %s
fr: Version: %s
it: Rilasciato: %s
ru: Выпущено: %s
tr: Yayınlandı: %s
uk: Випущено: %s

source: Request timeout
bg: Таймаут за заявки
de: Timeout Anfrage
es: Tiempo de espera de solicitud
fi: Pyynnön aikakatkaisu
fr: Délai d'attente de la demande
it: Richiesta timeout
ru: Запрос времени ожидания
tr: İstek Zaman Aşımı
uk: Час очікування запиту

source: Requires the scheduler to be set up in the settings screen.
bg: Необходимо е да настроите разписанието в главните настройки.
fi: Edellyttää, että ajastin on määritetty asetusnäytössä.
ru: Требуется настроить запланированое автообновление в карточке Настройки IPTV.

source: Resume position at %s
bg: Възобнови възпроизвеждането от %s
de: Fortsetzen der Position bei %s
es: Reanudar posición en %s
fi: Jatka kohdasta %s
fr: Reprendre à la position %s
it: Riprendi posizione a %s
ru: Возобновить с позиции %s
tr: %s pozisyonuna devam et
uk: Відновити з позиції %s

source: S%s
fi: K%s

source: Saturday
bg: Събота
fi: Lauantai
ru: Суббота

source: Save
bg: Запис
de: Speichern
es: Guardar
fi: Tallenna
fr: Sauvergarder
it: Salva
ru: Сохранить
tr: Kaydet
uk: Зберегти

source: Schedule days of the week
bg: Задаване дни от седмицата
fi: Aikatauluta viikonpäivät
ru: Выберите дни для обновления

source: Schedule time of day
bg: Задаване на време
fi: Aikatauluta kellonaika
ru: Время обновления

source: Schedule update
bg: Настройване на ъпдейт
fi: Aikatauluta päivitys
ru: Обновление по расписанию

source: Scheme
bg: Схема
de: Schema
es: Esquema
fi: Skeema
fr: Schéma
it: Schema
ru: Схема
tr: Şema
uk: Схема

source: Scheme must be unique. "%s" is already in use. Please update this field.
bg: Схемата трябва да е уникална. "%s" вече се използва. Моля променете стойноста.
de: Schema muss eindeutig sein. "%s" ist bereits in Gebrauch. Bitte aktualisieren Sie dieses Feld.
es: El esquema debe ser único. "%s" ya está en uso. Actualice este campo.
fi: Skeeman on oltava uniikki. "%s" on jo käytössä. Päivitä tämä kenttä.
fr: Le schéma doit être unique. Le champ « %s » est déjà utilisé. Veuillez mettre à jour ce champ.
it: Lo schema deve essere univoco. "%s" è già in uso. Aggiorna questo campo.
ru: Схема должна быть уникальной. "%s" уже используется. Пожалуйста, обновите это поле.
tr: Şema benzersiz olmalıdır. "%s" zaten kullanımda. Lütfen bu alanı güncelleyin.
uk: Схема повинна бути унікальною. "%s" вже використовується. Будь ласка, оновіть це поле.

source: Search
bg: Търсене
de: Suchen
es: Buscar
fi: Etsi
fr: Recherche
it: Cerca
ru: Поиск
tr: Ara
uk: Пошук

source: Search condition to get TSID provided from IPTV provider. Useful when want to always have same service references for EPG.
bg: Критерий за търсене на TSID от провайдъра. За използване когато е необходимо сървис референсите да са статични. Например за ЕПГ.
es: Condición de búsqueda para obtener el TSID proporcionado por el proveedor de IPTV. Útil cuando se desea tener siempre las mismas referencias de servicio para EPG.
fi: Hakuehto TSID:n saatavuuteen IPTV-palveluntarjoajalta. Hyödyllinen, kun haluat aina käyttää samoja palveluviitteitä EPG:lle.
it: Condizione di ricerca per ottenere il TSID fornito dal provider IPTV. Utile quando si vuole avere sempre gli stessi riferimenti di servizio per l'EPG.
ru: Условие поиска для получения TSID, предоставленного провайдером IPTV. Задействуйте, когда вы хотите всегда иметь одни и те же ссылки на услуги для EPG.
uk: Умова пошуку для отримання TSID від провайдера IPTV. Корисно, якщо ви хочете завжди мати однакові посилання на сервіси для EPG.

source: Seek back
bg: Навигиране назад
de: Zurücksuchen
es: Hacia atrás
fi: Etsi taaksepäin
fr: Chercher en arrière
it: Cercare indietro
ru: Искать назад
tr: Geriye doğru ara
uk: Шукати назад

source: Seek forwards
bg: Навигиране напред
de: Vorwärts suchen
es: Hacia adelante
fi: Etsi eteenpäin
fr: Chercher vers l'avant
it: Cercare avanti
ru: Искать вперед
tr: İleriye doğru ara
uk: Шукати вперед

source: Select 'Yes' to allow use of the seek bar to jump to a selected point within the event.
bg: Изберете "Да", позволява да се използва екрана за търсене за да се прескочи до точка от събитието.
de: Wählen Sie „Ja“, um die Verwendung der Suchleiste zum Springen zu einem ausgewählten Punkt innerhalb des Ereignisses zu erlauben.
es: Seleccione “Sí” para permitir el uso de la barra de búsqueda para saltar a un punto seleccionado dentro del evento.
fi: Valitse 'Kyllä', jos haluat sallia hakupalkin käytön siirtyäksesi valittuun kohtaan ohjelmassa.
fr: Sélectionnez « Oui » pour permettre l'utilisation de la barre de recherche afin de sauter à un point sélectionné dans l'événement.
it: Selezionare "Sì" per consentire l'uso della barra di ricerca per passare a un punto selezionato all'interno dell'evento.
ru: Выберите 'Да', чтобы разрешить использование строки поиска для перехода к выбранной точке события.
tr: Etkinlik içinde seçilen bir noktaya atlamak amacıyla arama çubuğunun kullanılmasına izin vermek için 'Evet'i seçin.
uk: Виберіть 'Так', щоб дозволити використання панелі пошуку для переходу до вибраної точки події.

source: Select 'yes' for automated updates of providers.
bg: Изберете 'Да' за автоматично обновяване на провайдърите.
fi: Valitse 'Kyllä', jos haluat päivittää palveluntarjoajia automaattisesti.
ru: Выберите «да» для автоматического обновления поставщиков (по расписанию).

source: Select a player to be in use.
bg: Избор на плейър за възпроизвеждане.
de: Wählen Sie einen Player, der verwendet werden soll.
es: Seleccione un reproductor para utilizarlo.
fi: Valitse soitin, jota käytetään.
fr: Sélectionnez un lecteur à utiliser.
it: Seleziona un lettore da utilizzare.
ru: Выберите плеер, который будет использоваться.
tr: Kullanılacak oynatıcıyı seçin.
uk: Виберіть плеєр, який буде використовуватися.

source: Select days
bg: Избор на дни
fi: Valitse päivät

source: Select if timeshift should continue when set to record.
bg: Избор дали таймшифт ще продължи, когато е избрано да записва.
de: Legen Sie fest, ob Timeshift fortgesetzt werden soll, wenn die Aufnahme aktiviert ist..
es: Seleccione si el timeshift debería continuar durante una grabación.
fi: Valitse, jatketaanko ajansiirtoa, kun tallennus on asetettu.
fr: Sélectionnez si la pause du direct doit se poursuivre lorsqu'il est réglé sur enregistrement.
it: Selezionare se il timeshift deve continuare quando è impostata la registrazione.
ru: Выберите, следует ли продолжать функцию таймшифта при настройке на запись.
tr: Kayda ayarlandığında zaman kaydırmanın devam edip etmeyeceğini seçin.
uk: Виберіть, чи слід продовжувати функцію таймшифта, коли встановлено запис.

source: Select the bouquets you want to blacklist and press ok. Blacklisted bouquets will be removed and not regenerated on rebuild. To reactive a bouquet, deselect it and regenerate bouquets.
bg: Изберете букетите, които искате да изключите и натиснете ОК. Маркираните букети ще бъдат премахнати и няма да бъдат генерирани отново. За да ги активирате отново, отмаркирайте ги и регенерирайте букетите.
de: Wählen Sie die Bouquets aus, die Sie auf die schwarze Liste setzen möchten, und drücken Sie ok. Bouquets, die auf der schwarzen Liste stehen, werden entfernt und bei der Wiederherstellung nicht neu generiert. Um ein Bouquet zu reaktivieren, deaktivieren Sie es und generieren Sie Bouquets neu.
es: Seleccione los grupos que desea incluir en la lista negra y presione Aceptar. Los grupos incluidos en la lista negra se eliminarán y no se regenerarán al volver a crear. Para reactivar un grupo, anule la selección y vuelva a generar grupos.
fi: Valitse suosikkilistat, jotka haluat lisätä mustalle listalle, ja paina ok. Mustalla listalla olevat suosikkilistat poistetaan, eikä niitä generoida uudelleen luomisen yhteydessä. Jos haluat aktivoida suosikkilistan uudelleen, poista sen valinta ja luo suosikkilistat uudelleen.
fr: Sélectionnez les bouquets que vous souhaitez mettre sur liste noire et appuyez sur ok. Les bouquets sur liste noire seront supprimés et ne seront pas régénérés lors de la reconstruction. Pour réactiver un bouquet, désélectionnez-le et régénérez les bouquets.
it: Seleziona i bouquet che vuoi mettere nella blacklist e premi ok. I bouquet nella blacklist saranno rimossi e non rigenerati durante la ricostruzione. Per riattivare un bouquet, deselezionalo e rigenera i bouquet.
ru: Выберите букеты, которые вы хотите добавить в черный список, и нажмите ok. Букеты из черного списка будут удалены и не будут восстановлены при генерации. Чтобы реактивировать букет, снимите с него выбор и восстановите букеты.
tr: Kara listeye almak istediğiniz buketleri seçin ve tamam'a basın. Kara listeye alınan buketler kaldırılacak ve yeniden oluşturma sırasında yeniden oluşturulmayacak. Bir buketi yeniden etkinleştirmek için seçimini kaldırın ve buketleri yeniden oluşturun.
uk: Виберіть букети, які ви хочете додати до чорного списку і натисніть ОК. Букети з чорного списку будуть видалені і не відновляться при повторному створенні. Щоб відновити букет, зніміть позначку з нього і перегенеруйте букети.

source: Select the player which will be used for Enigma2 playback.
bg: Избор на плейър за възпроизвеждане за Enigma2.
de: Wählen Sie den Player, der für die Enigma2-Wiedergabe verwendet werden soll.
es: Seleccione el reproductor que se utilizará para la reproducción de Enigma2.
fi: Valitse soitin, jota käytetään Enigma2-toistoon.
fr: Sélectionnez le lecteur qui sera utilisé pour la lecture d'Enigma2.
it: Selezionare il lettore che verrà utilizzato per la riproduzione di Enigma2.
ru: Выберите плеер, который будет использоваться для воспроизведения Enigma2.
tr: Enigma2 oynatımı için kullanılacak oynatıcıyı seçin.
uk: Виберіть плеєр, який буде використовуватися для відтворення Enigma2.

source: Server https port
bg: HTTPS порт
es: Puerto del servidor de http
fi: Palvelimen https-portti
fr: Port https du serveur
it: Porta https del Server
ru: Порт сервера https
tr: Sunucu https port
uk: Порт https сервера

source: Server port
bg: Сървър порт
es: Puerto del servidor
fi: Palvelimen portti
fr: Port du serveur
it: Porta Server
ru: Порт сервера
tr: Sunucu port
uk: Порт сервера

source: Server protocol
bg: Сървър протокол
de: Server Protokoll
es: Protocolo de servidor
fi: Palvelimen protokolla
fr: Protocol du serveur
it: Protocollo Server
ru: Протокол сервера
tr: Sunucu protokolü
uk: Протокол сервера

source: Server rtmp port
bg: RTMP порт
es: Puerto del servidor de rtmp
fi: Palvelimen rtmp-portti
fr: Port rtmp du serveur
it: Porta rtmp del server
ru: Порт rtmp сервера
tr: Sunucu rtmp portu
uk: Порт rtmp сервера

source: Server timezone
bg: Сървърна часова зона
de: Server Zeitzone
es: Zona horaria del servidor
fi: Palvelimen aikavyöhyke
fr: Fuseau horaire du serveur
it: Fuso orario del Server
ru: Часовой пояс сервера
tr: Sunucu saat dilimi
uk: Часовий пояс сервера

source: Server url
bg: Адрес на сървъра
es: URL del servidor
fi: Palvelimen url
fr: URL du serveur
it: Url del Server
ru: Url-адрес сервера
tr: Sunucu adresi
uk: Url-адреса сервера

source: Set the time of day to perform the update.
bg: Задаване на време когато да се осъществи автоматично обновяване.
fi: Aseta kellonaika päivityksen suorittamista varten.
ru: Установите время для выполнения обновления.

source: Sets custom User-Agent for use with services that requires specific one.
bg: Задаване на User-Agent ръчно. За сървиси, които изискват различен User-Agent.
fi: Asettaa mukautetun käyttäjäagentin käytettäväksi palveluiden kanssa, jotka vaativat tietyn sellaisen.
it: Imposta un User-Agent personalizzato da utilizzare con i servizi che ne richiedono uno specifico.
ru: Установите пользовательский User-Agent для использования со службами, которым требуется определенный агент
uk: Встановіть User-Agent для використання зі службами, яким потрібен певний агент

source: Settings
bg: Настройки
es: Ajustes
fi: Asetukset
fr: Paramètres
it: Impostazioni
ru: Настройки
tr: Ayarlar
uk: Налаштування

source: Shift
es: Cambio
fi: Siirto
it: Spostare
tr: Kaydırma

source: Show 'Video on Demand' extensions entry
bg: Показване на 'Video on Demand' елемент в меню 'Разширения'
fi: Näytä 'Tilaus-TV (VoD)' laajennuksissa
ru: Показать 'Видео по запросу' в меню дополнений
uk: Показати 'Відео за запитом' у меню додатків

source: Show 'Video on Demand' menu entry
bg: Показване на 'Video on Demand' меню елемент
de: Menüeintrag "Video on Demand" anzeigen
es: Mostrar el elemento del menú 'Video a la demanda'
fi: Näytä 'Tilaus-TV (VoD)' menussa
fr: Afficher l'entrée du menu "Vidéo à la demande"
it: Mostra la voce di menu "Video on Demand"
ru: Показать пункт 'Видео по запросу' в Главном меню
tr: 'VOD' menü girişini göster
uk: Показати пункт меню 'Відео за запитом' у Головному меню

source: Show warning when time shift is stopped
bg: Покажи предупреждение, когато таймшифт спира
de: Warnung anzeigen, wenn die time shift gestoppt wird
es: Mostrar advertencia cuando se detiene el timeshift
fi: Näytä varoitus, kun ajansiirto pysäytetään
fr: Afficher un avertissement lorsque la pause du direct est arrêté
it: Mostra avviso quando il time shift viene interrotto
ru: Показывать предупреждение при остановке сдвига во времени
tr: Time Shift durdurulduğunda uyarı göster
uk: Показувати попередження, коли зсув часу зупинено

source: Show warning when timeshift is stopped
bg: Покажи предупреждение, когато таймшифт спира
de: Warnung anzeigen, wenn Timeshift angehalten wird
es: Mostrar advertencia cuando se detiene el timeshift
fi: Näytä varoitus, kun ajansiirto pysäytetään
fr: Afficher un avertissement lorsque la pause du direct est arrêtée
it: Mostra avviso quando il timeshift viene interrotto
ru: Показывать предупреждение об остановке смещения времени
tr: Zaman kaydırma durdurulduğunda uyarı göster
uk: Показувати попередження про зупинку зсуву часу

source: Skip VOD entries
bg: Пропусни VOD елементите
de: VOD-Einträge überspringen
es: Saltar entradas de VOD
fi: Ohita Tilaus-TV:t (VoD)
fr: Sauter les entrées VOD
it: Salta le voci VOD
ru: Пропустить записи VOD
tr: VOD girişlerini atla
uk: Пропустити записи VOD

source: Skip VOD entries in the playlist
bg: Пропусни VOD елементите в плейлиста
de: VOD-Einträge in der Wiedergabeliste überspringen
es: Omitir VOD en la lista de grupos
fi: Ohita Tilaus-TV:t (VoD) soittolistassa
fr: Sauter les entrées VOD dans la liste de lecture
it: Salta le voci VOD nella playlist
ru: Пропустить записи VOD в плейлисте
tr: Çalma listesindeki VOD girişlerini atla
uk: Пропускати записи VOD у списку відтворення

source: Skip jumping to live TV while timeshifting with plugins
bg: Пропусни преминаването към Live TV, когато се използва таймшифт от плъгини
de: Springen zu Live-TV beim Timeshifting mit Plugins überspringen
es: No saltes a la televisión en vivo mientras timeshift con complementos
fi: Ohita suoraan TV-lähetykseen hyppy ajansiirron ollessa päällä lisäosilla
fr: Éviter de sauter à la télévision en direct lors de la pause du direct avec des plugins
it: Salta il passaggio alla TV in diretta durante lo spostamento temporale con i plugin
ru: Пропустить переход к live TV при функции таймшифта с помощью плагинов
tr: Eklentilerle zaman kaydırırken canlı TV'ye geçmeyi atlayın
uk: Пропустити перехід до live TV при функції таймшифта за допомогою плагінів

source: Skip jumping to live while timeshifting with plugins
bg: Пропусни преминаването към Live TV, когато се използва таймшифт от плъгини
de: Beim Timeshifting mit Plugins den Sprung zur Live-Übertragung überspringen
es: No saltes a la televisión en vivo mientras timeshift con complementos
fi: Ohita suoraan lähetykseen hyppy ajansiirron ollessa päällä lisäosilla
fr: Éviter de sauter au direct lors de la pause du direct avec des plugins
it: Evita di saltare in diretta mentre cambi il timeshift con i plugin
ru: Пропустить переход к прямому эфиру при использовании плагинов
tr: Eklentilerle zaman kaydırma çalışırken canlı yayına atlamayı atlayın
uk: Пропустити перехід до прямого ефіру під час використання плагінів

source: Specify how channels will be ordered in bouquets.
bg: Задава как каналите ще бъдат подреждани в букетите.
fi: Määritä, miten kanavat järjestetään suosikkilistoihin.
ru: Определяет, как каналы будут упорядочены в букетах.
uk: Визначає, як канали будуть упорядковані у букетах.

source: Specify how xmltv entries will be matched to channels.
bg: Задава как xmltv елементите ще се съпоставят с каналите.
es: Especifique cómo se harán coincidir las entradas xmltv con los canales.
fi: Määritä, kuinka xmltv-merkinnät yhdistetään kanaviin.
it: Specifica come le voci xmltv verranno abbinate ai canali.
ru: Укажите, как записи xmltv будут сопоставляться с каналами
uk: Вкажіть, як записи xmltv будуть зіставлятися з каналами

source: Specify is there media library available on separate url.
bg: Задаване дали е налична външна медийна библиотека.
fi: Määritä, onko mediakirjasto saatavilla erillisessä url-osoitteessa.
ru: Укажите, доступна ли медиатека по отдельному URL-адресу.
uk: Укажіть, чи доступна медіатека за окремою URL-адресою.

source: Specify media library URL.
bg: Задаване на URL на медийната библиотека.
fi: Määritä mediakirjaston URL-osoite.
ru: Укажите URL-адрес медиатеки.
uk: Вкажіть URL-адресу медіатеки.

source: Specify media library type.
bg: Задаване на тип на медийната библиотека.
fi: Määritä mediakirjaston tyyppi.
ru: Укажите тип медиатеки.
uk: Вкажіть тип медіатеки.

source: Specify the character case used for bouquet names and titles.
bg: Задаване на стила на буквите в наименованията на букетите.
es: Especifique si desea utilizar mayúsculas o minúsculas para los nombres y títulos de los grupos.
fi: Määritä suosikkilistojen nimissä ja otsikoissa käytettävä merkkityyppi.
it: Specificare la distinzione tra maiuscole e minuscole da utilizzare per i nomi e i titoli dei bouquet.
ru: Укажите регистр символов, используемый в названиях и заголовках букетов.
uk: Укажіть регістр символів для імен і заголовків букетів.

source: Specify the provider type.
bg: Задаване на тип на провайдъра.
de: Geben Sie den Providertyp an.
es: Especifique el tipo de proveedor.
fi: Määritä palveluntarjoajan tyyppi.
fr: Spécifiez le type de fournisseur.
it: Specificare il tipo di provider.
ru: Укажите тип провайдера.
tr: Sağlayıcı türünü belirtin.
uk: Вкажіть тип провайдера.

source: Specify the provider user friendly name that will be used for the bouquet name and for displaying in the infobar.
bg: Задаване на говорящо име на провайдъра, което ще бъде използвано за показване в инфобара.
de: Geben Sie den Benutzer Namen des Provider an, der für den Bouquet-Namen und für die Anzeige in der Infobar verwendet wird.
es: Especifique el nombre fácil de usar del proveedor que se utilizará para el nombre del grupo y para mostrar en la barra de información.
fi: Määritä palveluntarjoajan käyttäjäystävällinen nimi, jota käytetään suosikkilistan nimessä ja näytettäessä tietopalkki.
fr: Indiquez le nom convivial du fournisseur qui sera utilisé pour le nom du bouquet et pour l'affichage dans la barre d'information.
it: Specificare il nome intuitivo del provider che verrà utilizzato per il nome del bouquet e per la visualizzazione nella barra delle informazioni.
ru: Укажите удобное для пользователя имя провайдера, которое будет использоваться для букета и для отображения на инфопанели.
tr: Buket adı için ve bilgi çubuğunda görüntülenmek üzere kullanılacak sağlayıcının kullanıcı dostu adını belirtin.
uk: Вкажіть зручне для користувача ім'я постачальника, яке буде використовуватися для букета і для відображення в інфобарі.

source: Specify the type of services that will be generated for VoD items.
bg: Задава типа на сървизите за VOD елементите.
fi: Määritä palvelutyypit, jotka luodaan VoD-kohteille.
ru: Укажите тип услуг, которые будут созданы для элементов VoD.
uk: Вкажіть тип послуг, створених для елементів VoD.
