Repository: DimitarCC/iptv-m3u-reader
Catalog: po/*.po
Languages: bg, de, es, fi, fr, it, ru, tr, uk

source: "%s" bouquets have been generated successfully
bg: "%s" букети бяха генерирани успешно
de: "%s" Bouquets wurden erfolgreich erstellt
es: Se han generado con éxito "%s" grupos
fi: "%s" suosikkilistat luotiin onnistuneesti
fr: Les bouquets « %s » ont été générés avec succès
it: I bouquet "%s" sono stati generati con successo
ru: "%s" букетов были успешно созданы
tr: "%s" buketleri başarıyla oluşturuldu
uk: "%s" букети успішно згенеровано

source: # only leave the groups you want to remove in blacklist below and then rename the file to %s and regenerate the bouquets
bg: # добавете групите, които искате да изключите във файла по долу и го преименувайте на %s и прегенерирайте букетите
de: # Lassen Sie nur die Gruppen, die Sie entfernen möchten, in der schwarzen Liste unten stehen und benennen Sie die Datei dann in %s um und generieren Sie die Bouquets neu
es: # en la lista que aparece a continuación, deje solo los grupos que desea eliminar. Después, cambie el nombre del archivo a %s y vuelva a generar los grupos.
fi: # jätä vain poistettavat ryhmät alla olevalle mustalle listalle ja nimeä tiedosto uudelleen nimellä %s ja luo suosikkilistat uudelleen
fr: # ne laissez que les groupes que vous voulez supprimer dans la liste noire ci-dessous, puis renommez le fichier en %s et régénérez les bouquets
it: # lascia solo i gruppi che vuoi rimuovere nella blacklist sottostante e poi rinomina il file in %s e rigenera i bouquet
ru: # оставьте только те группы, которые вы хотите удалить, в черном списке ниже, а затем переименуйте файл в %s и заново создайте букеты
tr: # yalnızca kaldırmak istediğiniz grupları aşağıdaki kara listede bırakın ve ardından dosyayı %s olarak yeniden adlandırın ve buketleri yeniden oluşturun
uk: # залиште у чорному списку лише ті групи, які ви хочете видалити, а потім перейменуйте файл на %s і перегенеруйте букети

source: %d hour
bg: %d час
de: %d Stunde
es: %d hora
fi: %d tunti
fr: %d heure
it: %d ora
ru: %d час
tr: %d saat
uk: %d година

source: %d second
bg: %d секунда
de: %d Sekunde
es: %d segundo
fi: %d sekunti
fr: %d seconde
it: %d secondo
ru: %d секунда
tr: %d saniye
uk: %d секунд

source: %s: Blacklist Bouquets
bg: %s: Блеклист на букети
es: %s: Poner grupos en lista negra
fi: %s: Mustat listat
fr: %s : Liste noire de bouquets
it: %s: aggiungi bouquet alla lista nera
ru: %s: Бан-лист
uk: %s: Букети з чорного списку

source: %s: an error occured during bouquet creation Error type: %s
bg: %s: грешка при генериране на букет Тип грешка: %s
de: %s: Bei der Bouquet-Erstellung ist ein Fehler aufgetreten Fehler-Typ: %s
es: %s: se produjo un error durante la creación del grupos Tipo de error: %s
fi: %s: virhe tapahtui suosikkilistan luomisen aikana Virheen tyyppi: %s
fr: %s : une erreur s'est produite lors de la création du bouquet Type d'erreur : %s
it: %s: si è verificato un errore durante la creazione del bouquet Tipo di errore: %s
ru: %s: произошла ошибка при создании букета Тип ошибки: %s
tr: %s: buket oluşturma sırasında bir hata oluştu Hata türü: %s
uk: %s: сталася помилка під час створення букета Тип помилки: %s

source: %s: bouquets generated successfully
bg: %s: букетите са генерирани успешно
de: %s: Erfolgreich erzeugte Bouquet
es: %s: grupos generados con éxito
fi: %s: suosikkilistat luotiin onnistuneesti
fr: %s : bouquets générés avec succès
it: %s: bouquet generati con successo
ru: %s: букеты успешно сгенерированы
tr: %s: buketleri başarıyla oluşturuldu
uk: %s: успішно згенеровано букетів

source: %s: data removed successfully
bg: %s: данните са премахнати успешно
fi: %s: tiedot poistettiin onnistuneesti
uk: %s: букети вилучено успішно

source: %s: starting bouquet creation
bg: %s: стартиране на генерирането на букети
de: %s: Beginn der Bouquet-Erstellung
es: %s: iniciando la creación de los grupos
fi: %s: aloitetaan suosikkilistan luominen
fr: %s : début de la création du bouquet
it: %s: avvio creazione bouquet
ru: %s: начало создания букета
tr: %s: buket oluşturmaya başlıyoruz
uk: %s: починаємо створювати букет

source: %s: unable to create bouquet
bg: %s: букетът не може да се генерира
de: %s: kann keinen Bouquet erstellen
es: %s: no se puede crear el grupo
fi: %s: suosikkilistaa ei saatu luotua
fr: %s : impossible de créer un bouquet
it: %s: impossibile creare il bouquet
ru: %s: невозможно создать букет
tr: %s: buket oluşturulamıyor
uk: %s: не вдалося створити букет

source: A local port for the EPG server. Mainly used for Stalker portals due to lack of persistent EPG.
fi: Paikallinen portti EPG-palvelimelle. Käytetään pääasiassa Stalker-portaaleissa pysyvän EPG:n puutteen vuoksi.

source: Access token used for authenticating in Media Library server.
bg: Ключ използван за оторизиране в сървъра на медийната библиотека.
fi: Käyttöoikeustunniste, jota käytetään todentamiseen Mediakirjastopalvelimessa.
ru: Токен, используемый для аутентификации на сервере медиабиблиотеки.
uk: Токен, який використовується для автентифікації на сервері медіабібліотеки.

source: Account created
bg: Дата на създаване на акаунт
de: Konto erstellt
es: Cuenta creada
fi: Tili luotu
fr: Compte créé
it: Account creato
ru: Аккаунт создан
tr: Hesap oluşturuldu
uk: Обліковий запис створено

source: Account expires
bg: Дата на изтичане на акаунт
de: Konto läuft ab
es: Cuenta expira
fi: Tili vanhenee
fr: Le compte expire
it: Scadenza Account
ru: Срок действия аккаунта истекает
tr: Hesabın süresi doluyor
uk: Термін дії облікового запису закінчується

source: Account status
bg: Акаунт статус
de: Konto-Status
es: Estado de la cuenta
fi: Tilin tila
fr: Statut du compte
it: Stato Account
ru: Статус аккаунта
tr: Hesap durumu
uk: Статус облікового запису

source: Add provider
bg: Добавяне провайдър
de: Provider hinzufügen
es: Añadir provedor
fi: Lisää palveluntarjoaja
fr: Ajouter un fournisseur
it: Aggiungi provider
ru: Добавить провайдера
tr: Sağlayıcı ekle
uk: Додати провайдера

source: All
bg: Всички
de: Alle
es: Todo
fi: Kaikki
fr: Tout
it: Tutto
ru: Все
tr: Hepsi
uk: Всі

source: All channels
bg: Всички
es: Todos los canales
fi: Kaikki kanavat
it: Tutti i canali
ru: Все каналы
uk: Всі канали

source: All fields must be filled in.
bg: Всички полета трябва да бъдат попълнени.
de: Alle Felder müssen ausgefüllt werden.
es: Hay que rellenar todos los campos.
fi: Kaikki kentät on täytettävä.
fr: Tous les champs doivent être remplis.
it: Tutti i campi devono essere compilati.
ru: Все поля должны быть заполнены.
tr: Tüm alanların doldurulması zorunludur.
uk: Всі поля повинні бути заповнені.

source: Allow showing of 'Video on Demand' entry in the extensions (BLUE button) menu.
bg: Позволява показването на 'Video on Demand' елемент в меню 'Разширения' (СИН бутон).
fi: Salli 'Tilaus-TV (VoD)' -valikkokohdan näyttäminen laajennukset-valikossa (SININEN-näppäin).
ru: Включает отображение пункта 'Видео по запросу' в меню дополнений (СИНЯЯ кнопка).
uk: Включає відображення пункту 'Відео на запит' у меню додатків (СИНЯ кнопка).

source: Allow showing of 'Video on Demand' menu entry in Main Menu.
bg: Позволява показването на 'Video on Demand' елемент в Главно Меню.
de: Anzeige des Menüeintrags „Video on Demand“ im Hauptmenü zulassen.
es: Mostrar la entrada del menú 'Video a la Demanda' en el Menú Principal.
fi: Salli 'Tilaus-TV (VoD)' -valikkokohdan näyttäminen päävalikossa.
fr: Autoriser l'affichage de l'entrée « Vidéo à la demande » dans le menu principal.
it: Consenti la visualizzazione della voce di menu "Video on Demand" nel menu principale.
ru: Включает отображение пункта 'Видео по запросу' в Главном меню.
tr: Ana Menü'de 'VOD' menü girişinin gösterilmesine izin verin.
uk: Дозволити показ пункту меню 'Відео на запит' в головному меню.

source: Alphabetically
bg: По азбучен ред
fi: Aakkosjärjestyksessä
ru: По алфавиту
uk: За алфавітом

source: Also requires enabling in each individual provider that is to be updated.
bg: Необходимо е също да се разреши в настройките на индивидуалните провайдъри.
fi: Vaatii myös jokaisen päivitettävän palveluntarjoajan aktivoinnin.
ru: Также требуется включение в карточке Менеджер плей-листов - провайдеры, которые должны быть обновлены.

source: Append
bg: Добавяне
de: Hinzufügen
es: Adjuntar
fi: Liitä
fr: Ajouter
it: Aggiungere
tr: Ekle

source: Are you sure you want to permanently remove provider "%s" from your configuration?
bg: Сигурни ли сте, че искате да премахнете провайдъра "%s" от Вашата конфигурация?
de: Sind Sie sicher, dass Sie den Anbieter dauerhaft entfernen möchten "%s" aus Ihrer Konfiguration?
es: ¿Está seguro de que desea eliminar permanentemente el proveedor "%s" de su configuración?
fi: Haluatko varmasti poistaa palveluntarjoajan "%s" pysyvästi määrityksistäsi?
fr: Êtes-vous sûr de vouloir supprimer définitivement le fournisseur « %s » de votre configuration ?
it: Vuoi davvero rimuovere definitivamente il provider "%s" dalla tua configurazione?
ru: Вы уверены, что хотите навсегда удалить провайдера "%s" из вашей конфигурации?
tr: "%s" sağlayıcısını yapılandırmanızdan kalıcı olarak kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете назавжди видалити провайдера "%s" з вашої конфігурації?

source: At least one day of the week must be selected
bg: Поне един ден от седмицата трябва да е избран
fi: Vähintään yksi viikonpäivä on valittava

source: Auto updates
bg: Автоматично обновяване на листите
fi: Automaattiset päivitykset
ru: Автообновление

source: Automatically start time shift after
bg: Автоматично стартиране на таймшифт след
de: Time shift automatisch starten nach
es: Iniciar automáticamente el timeshift después
fi: Käynnistä ajansiirto automaattisesti tämän ajan jälkeen
fr: Démarrer automatiquement la pause du direct après
it: Avvia automaticamente lo spostamento temporale dopo
ru: Автоматически запускать сдвиг времени после
tr: Zaman kaydırmayı şu süreden sonra otomatik olarak başlat
uk: Автоматичний перехід на новий час після

source: Automatically start timeshift after
bg: Автоматично стартиране на таймшифт след
de: Automatischer Start von Timeshift nach
es: Iniciar automáticamente el timeshift después
fi: Käynnistä ajansiirto automaattisesti tämän ajan jälkeen
fr: Démarrer automatiquement la pause du direct après
it: Avvia automaticamente il timeshift dopo
ru: Автоматически запускать таймшифт после
tr: Şu süreden sonra zaman kaydırmayı otomatik olarak başlat
uk: Автозапуск таймшифта після

source: Blacklist VoD movie categories
bg: Блеклист VoD категории филми
fi: Mustan listan tilaus-TV (VoD) -elokuvaluokat

source: Blacklist VoD series categories
bg: Блеклист VoD категории сериали
fi: Mustan listan tilaus-TV (VoD) -sarjojen luokat

source: Bouquet creation strategy
bg: Букети за създаване
es: Grupos para crear
fi: Suosikkilistojen luomisstrategia
it: Bouquet da creare
ru: Стратегия создания букета
uk: Стратегія створення букета

source: Bouquet for provider and sub-bouquets for groups
bg: Букет за провайдъра и под-букети за групите
fi: Suosikkilista palveluntarjoajalle ja alisuosikkilistat ryhmille

source: Bouquet name character case
bg: Стил на буквите в наименованието на букетите
es: Mayúsculas o minúsculas en nombre del grupo
fi: Suosikkilistan nimen merkkityyppi
it: Carattere del nome del bouquet
ru: Имя букета с учетом регистра символов
uk: Ім'я букета з урахуванням регістру символів

source: Bouquets blacklist
bg: Блеклист букети
fi: Suosikkilistojen musta lista

source: Bouquets for 'All Channels' and groups
bg: Букети за 'Всички канали' и отделни букети по групи
es: 'Todos canales' y 'secciones'
fi: Suosikkilistat 'kaikille kanaville' ja ryhmille
it: 'Tutti i canali' e 'sezioni'
ru: Букеты для «Всех каналов» и групп
uk: Букети для 'Всіх каналів' та груп

source: By channel name
bg: По име на канала
es: Por nombre del canal
fi: Kanavan nimen mukaan
it: Per nome del canale
ru: По названию канала
uk: За назвою каналу

source: By channel number
bg: По номер на канала
fi: Kanavan numeron mukaan
ru: По номеру канала
uk: За номером каналу

source: By tvg-id
bg: По tvg-id
es: Por tvg-id
fi: tvg-id:n mukaan
it: Per tvg-id
ru: По tvg-id
uk: За tvg-id

source: Cancel
bg: Отказ
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
ru: Отменить
tr: İptal
uk: Скасувати

source: Catchup Type
bg: Catchup тип
de: Catchup Typ
es: Tipo de recuperación
fi: Alusta aloittamisen tyyppi
fr: Type de rattrapage
it: Tipo Catchup
ru: Тип Catchup
tr: Yakalama Türü
uk: Тип Catchup

source: Change the playback system to one of the players available in ServiceApp plugin.
bg: Промяна на системата за възпроизвеждане на един от плейърите налични в ServiceApp плъгина.
de: Cambia il sistema di riproduzione con uno dei lettori disponibili nel plugin ServiceApp.
es: Cambar el sistema de reproducción a uno de los reproductores disponibles en el complemento ServiceApp.
fi: Vaihda toistojärjestelmä johonkin ServiceApp-lisäosasta saatavilla olevista soittimista.
fr: Remplacer le système de lecture par l'un des lecteurs disponibles dans le plugin ServiceApp.
it: Cambia il sistema di riproduzione con uno dei lettori disponibili nel plugin ServiceApp.
ru: Измените систему воспроизведения на один из плееров, доступных в плагине ServiceApp.
tr: Oynatma sistemini ServiceApp eklentisinde bulunan oynatıcılardan biriyle değiştirin.
uk: Змініть систему відтворення на один з плеєрів, доступних у плагіні ServiceApp.

source: Channel ordering criteria
bg: Начин на сортиране на каналите в букета
fi: Kanavien järjestyskriteerit
ru: Критерии сортировки каналов
uk: Критерії сортування каналів

source: Check for Network
bg: Проверка за Интернет връзка
de: Prüfen Sie das Netzwerk
es: Comprobar si hay una red
fi: Tarkista verkko
fr: Vérifier le réseau
it: Controlla la rete
ru: Проверьте наличие сети
tr: Ağı Kontrol Et
uk: Перевірте наявність мережі

source: Clear all data
bg: Изтриване на всички данни
fi: Tyhjennä kaikki tiedot
ru: Очистить все данные
uk: Очистити всі дані

source: Close
bg: Изход
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
ru: Закрыть
tr: Kapat
uk: Закрити

source: Configure what type of bouquets should be created.
bg: Конфигурация какви типове букети да бъдат създавани.
es: 'Todos canales' crea un solo grupo que contiene todos los canales; 'secciones' crea grupos individuales por tema.
fi: Määritä, minkä tyyppisiä suosikkilistoja tulisi luoda.
it: 'Tutti i canali' crea un unico gruppo contenente tutti i canali; 'sezioni' crea singoli gruppi per argomento.
ru: Настройте, какой тип букетов следует создать
uk: Налаштуйте, який тип букетів слід створювати.

source: Creates files needed for importing EPG via EPGImport plugin
bg: Създаване на файлове за импорт на ЕПГ чрез EPGImport плъгин
de: Erstellt Dateien, die für den Import von EPG über das EPGImport-Plugin benötigt werden
es: Crea los archivos necesarios para importar EPG a través del complemento EPGImport
fi: Luo tiedostoja, joita tarvitaan EPG:n tuomiseen EPGImport-lisäosan kautta
fr: Crée les fichiers nécessaires à l'importation de l'EPG via le plugin EPGImport
it: Crea i file necessari per l'importazione dell'EPG tramite il plugin EPGImport
ru: Создает файлы, необходимые для импорта EPG через плагин EPGImport
tr: EPG İçe Aktarma eklentisi aracılığıyla EPG'yi içe aktarmak için gereken dosyaları oluşturur
uk: Створює файли, необхідні для імпорту EPG за допомогою плагіна EPGImport

source: Custom User-Agent
bg: Ръчен User-Agent
fi: Mukautettu käyttäjäagentti
it: User-Agent personalizzato
ru: Пользовательский User-Agent
uk: User-Agent користувача

source: Custom XMLTV URL
bg: Потребителски XMLTV адрес
de: Eigene XMLTV-URL
es: URL XMLTV personalizada
fi: Muokattu XMLTV-URL-osoite
fr: URL XMLTV personnalisée
it: URL XMLTV personalizzato
ru: Пользовательский XMLTV URL
tr: Özel XMLTV URL'si
uk: XMLTV URL користувача

source: Delete "%s"
bg: Изтриване "%s"
de: Löschen %s
es: Eliminar "%s"
fi: Poista "%s"
fr: Supprimer « %s »
it: Cancella %s
ru: Удалить "%s"
tr: "%s"yi sil
uk: Видалити "%s"

source: Determine how the picons will be named - SNP or SRP.
bg: Настройка на това как пиконите ще се именуват - SNP или SRP.
es: Sistema de picons - SNP o SRP
fi: Määritä, kuinka piconit nimetään - SNP tai SRP.
it: Determina come verranno denominati i piconi: SNP o SRP.
ru: Тип пиконов для скачивания — SNP-(по названию канала) или SRP-(по референсу канала).
uk: Вкажіть, як будуть називатися пікони - SNP або SRP.

source: Do a check is network available before try to retrieve the iptv playlist. If no network try backup services.
bg: Проверка за налична интернет връзка преди сваляне на плейлиста. Ако няма такава опит да се зареди алтернативен канал.
de: Prüfen Sie, ob ein Netzwerk verfügbar ist, bevor Sie versuchen, die iptv-Wiedergabeliste abzurufen. Wenn kein Netzwerk verfügbar ist, versuchen Sie die Backup-Dienste.
es: Verifique si hay una red disponible antes de intentar recuperar la lista de reproducción de IPTV. Si no hay red, intente usar servicios de copia de seguridad.
fi: Tarkista, onko verkko käytettävissä, ennen kuin yrität noutaa iptv-soittolistan. Jos verkkoa ei ole, kokeile varmuuskopiointipalveluja.
fr: Vérifiez si le réseau est disponible avant d'essayer de récupérer la liste de lecture iptv. S'il n'y a pas de réseau, essayez les services de sauvegarde.
it: Controlla se la rete è disponibile prima di provare a recuperare la playlist iptv. Se non c'è rete, prova i servizi di backup.
ru: Проверьте, доступна ли сеть, прежде чем пытаться получить плейлист iptv. Если сети нет, воспользуйтесь услугой резервного копирования.
tr: İptv çalma listesini almayı denemeden önce ağın kullanılabilir olup olmadığını kontrol edin. Ağ yoksa yedekleme hizmetlerini deneyin.
uk: Перевірте, чи доступна мережа, перш ніж намагатися отримати плейлист iptv. Якщо мережі немає, скористайтеся послугами резервного копіювання.

source: Do you want to resume playback?
bg: Искате ли да възобновите възпроизвеждането?
de: Möchten Sie die Wiedergabe fortsetzen?
es: ¿Quieres reiniciar la reproducción?
fi: Haluatko jatkaa toistoa?
fr: Voulez-vous reprendre la lecture ?
it: Vuoi riprendere la riproduzione?
ru: Хотите возобновить воспроизведение?
tr: Oynatmaya devam etmek istiyor musunuz?
uk: Ви хочете продовжити відтворення?

source: Download and display posters for VoD items
bg: Зареждане и показване на постери за VOD елементите
fi: Lataa ja näytä julisteet Tilaus-TV (VoD) -kohteita varten
ru: Загрузите и разместите постеры для VoD

source: Download and display posters for VoD items if available.
bg: Сваля и зарежда постерите за VOD елементите, ако има такива.
fi: Lataa ja näytä julisteet Tilaus-TV (VoD) -kohteita varten, jos saatavilla.
ru: Загрузите и разместите постеры для VoD, если таковые имеются.

source: Download picons
bg: Зареждане на пикони
es: Descargar picons
fi: Lataa piconit
fr: Télécharger picons
it: Scarica picons
ru: Загрузить пиконы
uk: Завантажити пікони

source: Download picons, if available from the provider, and install them. Picon download is done in the background after bouquet generation.
bg: Сваля логота, ако са налични от провайдъра и инсталиране. Прави се на заден план след създаване на букетите.
de: Download picons, falls vom Anbieter verfügbar, und installieren Sie sie. Der Download von Picon erfolgt im Hintergrund nach der Bouquet-Generierung.
es: Descargar los picons, si están disponibles en el proveedor, e instálelos. La descarga de los picons se realiza en el fondo después de la generación del bouquet.
fi: Lataa piconit, jos saatavilla palveluntarjoajalta, ja asenna ne. Piconien lataus tapahtuu taustalla suosikkilistan luomisen jälkeen.
fr: Téléchargez les picons, s'ils sont disponibles auprès du fournisseur, et installez-les. Le téléchargement des picons se fait en arrière-plan après la génération du bouquet.
it: Scarica i picons, se disponibili dal provider, e installali. Il download dei picon avviene in background dopo la generazione del bouquet.
ru: Загрузите пиконы, если они доступны у провайдера, и установите их. Загрузка пиконов происходит в фоновом режиме после генерации букета.
uk: Завантажте пікони, якщо вони доступні у провайдера, та встановіть їх. Завантаження піконів відбувається у фоновому режимі після генерації букета.

source: Duration: %s
bg: Продължителност: %s
de: Dauer: %s
es: Duración: %s
fi: Kesto: %s
fr: Durée: %s
it: Durata: %s
ru: Продолжительность: %s
tr: Süre: %s
uk: Тривалість: %s

source: EPG Import: Importing %s %s events
bg: EPG Import: Импортирани %s %s евента
de: EPG-Import: Importieren von %s %s Ereignissen
es: EPGImport: Importando %s %s eventos
fi: EPG-tuonti: Tuodaan %s %s tapahtumaa
fr: Importation EPG : Importation de %s %s événements
it: Importazione EPG: importazione di %s %s eventi
ru: Импорт EPG: Импорт %s %s событий
tr: EPG İçe Aktarma: %s %s etkinliği içe aktarılıyor
uk: Імпорт EPG: Імпорт %s %s подій

source: EPG Import: Importing events for %s completed
bg: EPG Import: Импортирането на ЕПГ за %s приключи
de: EPG-Import: Importieren von Ereignissen für %s abgeschlossen
es: EPGImport: Se realizó la importación de eventos para %s
fi: EPG-tuonti: %s tapahtumien tuonti valmis
fr: Importation EPG : L'importation des événements pour %s est terminée
it: Importazione EPG: importazione eventi per %s completata
ru: Импорт EPG: Импорт событий для %s завершен
tr: EPG İçe Aktarma: %s için etkinliklerin içe aktarılması tamamlandı
uk: Імпорт EPG: Імпорт подій для %s завершено

source: EPG matching condition
bg: ЕПГ правило за съвпадение
es: Condición de coincidencia de EPG
fi: EPG:n yhteensopivuus
it: Condizioni di corrispondenza EPG
ru: Условие соответствия EPG
uk: Умови відповідності EPG

source: Enable IPTV functionality and managment.
bg: Включване на IPTV функционалност и управление.
de: Ermöglichung von IPTV-Funktionen und -Verwaltung.
es: Habilitar la funcionalidad y gestión de IPTV.
fi: Ota IPTV-toiminnallisuus ja -hallinta käyttöön.
fr: Permettre la fonctionnalité et la gestion de l'IPTV.
it: Abilita la funzionalità e la gestione IPTV.
ru: Включает функционал и управление IPTV.
tr: IPTV işlevselliğini ve yönetimini etkinleştirin.
uk: Вмикає функціонал та керування IPTV.

source: Enable IPTV manager
bg: Включване на IPTV управление
de: IPTV-Manager aktivieren
es: Habilitar el administrador de IPTV
fi: Ota IPTV-hallinta käyttöön
fr: Activer le gestionnaire IPTV
it: Abilitare il gestore IPTV
ru: Включить менеджер IPTV
tr: IPTV yöneticisini etkinleştir
uk: Увімкніть менеджер IPTV

source: Enable Media Library
bg: Разрешаване на медийна библиотека
fi: Ota Mediakirjasto käyttöön
ru: Включить медиатеку
uk: Увімкнути медіатеку

source: Enable catchup/archive entries in EPG screens for period
bg: Разрешаване на показване на архивни елементи от ЕПГ за период
fi: Alusta aloittamisen-/arkistomerkintöjen ajanjakso EPG-näytöissä
ru: Включить отображение архивов на экране EPG за период
uk: Увімкнути відображення архівів на екрані EPG за період

source: Enable new GStreamer playback
de: Neue GStreamer-Wiedergabe aktivieren
es: Habilitar el nuevo reproducción de GStreamer
fi: Ota uusi GStreamer-toisto käyttöön
fr: Activer la nouvelle lecture GStreamer
it: Abilita la nuova riproduzione GStreamer
ru: Включить новое воспроизведение GStreamer
tr: Yeni GStreamer oynatmayı etkinleştir
uk: Увімкнути нове відтворення GStreamer

source: Enables possibility to return back in epg screens so to use old entries for invoke catchup/archive/timeshift.
bg: Прави възможно показването на стари събития в ЕПГ екраните за определен период с цел възможност за извикване на архив/таймшифт.
fi: Sallii mahdollisuuden palata takaisin epg-näytöille, jotta vanhoja merkintöjä voidaan käyttää alusta aloittamiseen/arkistointiin/ajansiirtoon.
ru: Дает возможность вернуться назад, чтобы использовать старые записи для вызова catchup/archive/timeshift.
uk: Дозволяє повернутися назад, щоб використовувати старі записи для виклику catchup/archive/timeshift.
