Repository: DimitarCC/iptv-m3u-reader
Catalog: po/*.po
Languages: bg, de, es, fi, fr, it, ru, tr, uk

source: Specifying the URL scheme that unicly identify the provider. Can be anything you like without spaces and special characters.
bg: Задаването на схема на URL която уникално определя провайдъра. Може да бъде всичко без да съдържа интервали и специални символи.
de: Angabe des URL-Schemas zur eindeutigen Identifizierung des Anbieters. Kann alles sein, was Sie wollen, ohne Leerzeichen und Sonderzeichen.
es: Especifica el esquema de URL que identifica de forma única al proveedor. Puede ser lo que desees, sin espacios ni caracteres especiales.
fi: Määritetään URL-skeema, josta tunnistaa palveluntarjoajan yksiselitteisesti. Voi olla mitä tahansa, ilman välilyöntejä ja erikoismerkkejä.
fr: Spécification du schéma d'URL qui identifie le fournisseur de manière unique. Il peut s'agir de n'importe quoi, sans espaces ni caractères spéciaux.
it: Specifica lo schema URL che identifica in modo univoco il provider. Può essere qualsiasi cosa tu voglia senza spazi e caratteri speciali.
ru: Указание схемы URL, которая однозначно идентифицирует провайдера. Может быть любым, без пробелов и специальных символов.
tr: Sağlayıcıyı tek bir şekilde tanımlayan URL şemasını belirtme.. Boşluklar ve özel karakterler olmadan istediğiniz herhangi bir şey olabilir.
uk: Вказівка схеми URL-адреси, яка однозначно ідентифікує провайдера. Може бути будь-якою, без пробілів та спеціальних символів.

source: Stalker portal
bg: Stalker портал
es: Portal de Stalker
fi: Stalker-portaali
fr: Portail Stalker
ru: Stalker портал
uk: Stalker портал

source: Standard
bg: Стандартно
es: Estándar
fi: Vakio
it: Normale
tr: Standart

source: Stop time shift while recording
bg: Спри таймшифт по време на запис
de: Time shift während der Aufnahme stoppen
es: Detener el timeshift durante la grabación
fi: Pysäytä ajansiirto tallennuksen aikana
fr: Arrêt de la pause du direct pendant l'enregistrement
it: Interrompere lo spostamento temporale durante la registrazione
ru: Остановить сдвиг времени во время записи
tr: Kayıt sırasında zaman kaydırmayın durdurun
uk: Зупинити зсув часу під час запису

source: Stop timeshift while recording?
bg: Спиране таймшифт по време на запис?
de: Timeshift während der Aufnahme stoppen?
es: ¿Se detiene el timeshift durante la grabación?
fi: Pysäytä ajansiirto tallennuksen aikana?
fr: Arrêt de la pause du direct pendant l'enregistrement?
it: Interrompere il timeshift durante la registrazione?
ru: Остановить таймшифт во время записи?
tr: Kayıt sırasında zaman kaydırma durdurulsun mu?
uk: Зупинити таймшифт під час запису?

source: Stops time shift being used if a recording is in progress. (Advisable for USB sticks.)
bg: Спиране на таймшифт да се използва по време на запис. (Препоръчително за USB флашки)
de: Stoppt die Verwendung der time shift, wenn gerade eine Aufnahme läuft. (Empfehlenswert für USB-Sticks.)
es: Detiene el uso del timeshift si hay una grabación en curso. (Recomendado para memorias USB).
fi: Lopettaa ajansiirron käytön, jos tallennus on käynnissä. (Suositeltavaa USB-tikuille.)
fr: Arrête de la pause du direct si un enregistrement est en cours. (Conseillé pour les clés USB).
it: Interrompe l'utilizzo del time shift se è in corso una registrazione. (Consigliato per le chiavette USB.)
ru: Останавливает сдвиг времени, если идет запись. (Рекомендуется для USB-накопителей.)
tr: Спиране на таймшифт да се използва по време на запис. (Препоръчително за USB флашки)
uk: Зупиняє зсув часу, якщо триває запис. (Рекомендується для USB-накопичувачів)

source: Stops timeshift being used if a recording is in progress. (Advisable for USB sticks)
bg: Спиране на таймшифт да се използва по време на запис. (Препоръчително за USB флашки)
de: Stoppt die Verwendung von Timeshift, wenn eine Aufzeichnung im Gange ist. (Empfehlenswert für USB-Sticks)
es: Detiene el uso del timeshift si hay una grabación en curso. (Recomendado para memorias USB).
fi: Lopettaa ajansiirron käytön, jos tallennus on käynnissä. (Suositeltavaa USB-tikuille.)
fr: Arrête l'utilisation de la pause du direct si un enregistrement est en cours. (conseillé pour les clés USB)
it: Interrompe l'utilizzo del timeshift se è in corso una registrazione. (Consigliato per le chiavette USB)
ru: Останавливает использование таймшифта, если идет запись. (Рекомендуется для USB-накопителей)
tr: Bir kayıt devam ediyorsa zaman kaydırmanın kullanılmasını durdurur. (USB bellekler için tavsiye edilir)
uk: Зупиняє використання таймшифту, якщо триває запис. (Рекомендовано для USB-накопичувачів)

source: Stream output format
bg: Формат на стриймовете
fi: Striimin ulostuloformaatti
ru: Формат выходного потока
uk: Формат вихідного потоку

source: Sunday
bg: Неделя
fi: Sunnuntai
ru: Воскресенье

source: TMDb search
bg: TMDb търсене
de: TMDb-Suche
es: Búsqueda en TMDb
fi: TMDb-haku
fr: Recherche TMBb
it: Ricerca TMDb
ru: Поиск TMDb
tr: TMDb araması
uk: Пошук в TMDb

source: TV Shows
bg: Сериали
es: Programas de televisión
fi: TV-sarjat
fr: Spectacles télévisés
it: Serie TV
ru: Телепередачи
tr: Diziler
uk: Телепередачі

source: TVHeadend server
bg: TVHeadend сървър
es: Servidor TVHeadend
fi: TVHeadend-palvelin
fr: Serveur TVHeadend
it: Server TVHeadend
ru: TVHeadend сервер
uk: Сервер TVHeadend

source: The URL where EPG data for this provider can be downloaded.
bg: Адрес от който ЕПГ данните за този провайдър ще бъдат сваляни.
de: Die URL, unter der EPG-Daten für diesen Anbieter heruntergeladen werden können.
es: La URL donde se pueden descargar los datos EPG de este proveedor.
fi: URL-osoite, josta tämän palveluntarjoajan EPG-tiedot voidaan ladata.
fr: L'URL où les données EPG de ce fournisseur peuvent être téléchargées.
it: L'URL da cui è possibile scaricare i dati EPG di questo provider.
ru: URL-адрес, по которому можно загрузить данные EPG для этого провайдера.
tr: Bu sağlayıcıya ait EPG verilerinin indirilebileceği URL.
uk: URL-адреса, за якою можна завантажити дані EPG для цього постачальника.

source: The catchup API used.
bg: Използвано Сatchup/Архив API.
de: Die catchup-API verwendet.
es: La API de recuperación utilizada.
fi: Käytetty alusta aloittamisen API.
fr: L'API de rattrapage est utilisée.
it: Viene utilizzata l'API catchup.
ru: Используемый catchup API.
tr: Kullanılan yakalama API'si.
uk: API catchup, що використовується .

source: The format of the VOD playlist (m3u; m3u8; txt)
bg: Формат на VOD плейлиста (m3u; m3u8; txt)
fi: Tilaus-TV:n (VoD) -soittolistan formaatti (m3u; m3u8; txt)
ru: Формат плейлиста VOD (m3u; m3u8; txt)

source: The format used to deliver the streams. Can be TS or HLS. NOTE: Setting playback system to DVB will make it impossible to use HLS as output format.
bg: Форматът на стримовете. Може да бъде TS или HLS. ЗАБЕЛЕЖКА: Ако изберете DVB система за възпроизвеждане не може да избирате формат HLS.
fi: Striimien lähtömuoto. Voi olla TS tai HLS. HUOM: Toistojärjestelmän asettaminen DVB:ksi tekee mahdottomaksi käyttää HLS:ää lähtömuotona.
ru: Формат, используемый для доставки потоков. Может быть TS или HLS. ПРИМЕЧАНИЕ. Установка на DVB сделает невозможным использование HLS в качестве выходного формата.
uk: Формат, який використовується для доставки потоків. Може бути TS або HLS. ПРИМІТКА: встановлення на DVB унеможливить використання HLS як вихідного формату.

source: The player used for playing Catchup/Archive. Can be GStreamer/HiSilicon, Extplayer3
bg: Плейър използван за възпроизвеждане на Catchup/Архив. Може да бъде GStreamer/HiSilicon, Extplayer3
es: El reproductor utilizado para reproducir Catchup/Archive. Puede ser GStreamer/HiSilicon, Extplayer3
fi: Alusta aloittamisen/arkiston toistamiseen käytetty soitin. Voi olla GStreamer/HiSilicon, Extplayer3
fr: Le lecteur utilisé pour la lecture de Rattrapage/Archive. Peut être GStreamer/HiSilicon, Extplayer3
it: Il player utilizzato per la riproduzione di Catchup/Archive. Può essere GStreamer, HiSilicon, Extplayer3
ru: Плеер, используемый для воспроизведения Catchup/Archive. Может быть GStreamer, HiSilicon, Extplayer3
uk: Плеєр, який використовується для відтворення Catchup/Archive. Може бути GStreamer/HiSilicon, Extplayer3

source: The player used. Can be DVB, GStreamer, HiSilicon, Extplayer3
bg: Плейър използван за възпроизвеждане. Може да бъде DVB, GStreamer/HiSilicon, Extplayer3
de: Der verwendete Player. Kann DVB, GStreamer, HiSilicon, Extplayer3 sein
es: El reproductor utilizado. Puede ser DVB, GStreamer, HiSilicon, Extplayer3
fi: Käytetty soitin. Voi olla DVB, GStreamer, HiSilicon, Extplayer3
fr: Le lecteur utilisé. Peut être DVB, GStreamer, HiSilicon, Extplayer3
it: Il player utilizzato. Può essere DVB, GStreamer, HiSilicon, Extplayer3
ru: Используемый плеер. Может быть DVB, GStreamer, HiSilicon, Extplayer3
tr: Kullanılan oynatıcı. DVB, Gstreamer, HiSilicon, Extplayer3 olabilir
uk: Плеєр, що використовується. Може бути DVB, GStreamer, HiSilicon, Extplayer3

source: The playlist URL (*.m3u; *.m3u8) or streaming server URL. Including the port if differs from 80.
bg: Адрес на плейлиста (*.m3u; *.m3u8) или адрес на стрийминг сървера. Включително порта ако е различен от 80.
es: La URL de la lista de reproducción (*.m3u; *.m3u8) o la URL del servidor de streaming. Incluido el puerto si es diferente del 80.
fi: Soittolistan URL-osoite (*.m3u; *.m3u8) tai striimaus-palvelimen URL-osoite. Sisältäen portin, jos se eroaa 80:stä.
fr: URL de la liste de lecture (*.m3u ; *.m3u8) ou URL du serveur de streaming. Y compris le port s'il diffère de 80.
it: URL della playlist (*.m3u; *.m3u8) o URL del server di streaming. Inclusa la porta se diversa da 80.
ru: URL плейлиста (*.m3u; *.m3u8) или URL сервера потоковой передачи. Включая порт, если он отличается от 80.
uk: URL плейлиста (*.m3u; *.m3u8) або URL потокового сервера. Включно з портом, якщо він відрізняється від 80.

source: The search criteria by which the service will be searched in the playlist file.
bg: Критерият за търсене на канал в плейлиста.
es: Los criterios de búsqueda mediante los cuales se buscará el servicio en el archivo de lista de reproducción.
fi: Hakukriteeri, jolla kanavaa haetaan soittolistatiedostosta.
fr: Critères de recherche selon lesquels le service sera recherché dans le fichier de la liste de lecture.
it: Criterio di ricerca in base al quale il servizio verrà cercato nel file della playlist.
ru: Критерии поиска, по которым будет осуществляться поиск сервиса в файле плейлиста.
uk: Критерії пошуку, за якими сервіс буде шукатися у файлі плейлиста.

source: Thursday
bg: Четвъртък
fi: Torstai
ru: Четверг

source: Timeout in seconds for the requests of getting playlist.
bg: Таймаут в секунди за заявките за сваляне на плейлиста.
de: Timeout in Sekunden für die Abfrage der Wiedergabeliste.
es: Timeshift en segundos para las solicitudes de obtención de listas de reproducción.
fi: Soittolistan hakupyyntöjen aikakatkaisu sekunneissa.
fr: Délai d'attente en secondes pour les demandes d'obtention de la liste de lecture.
it: Timeout in secondi per le richieste di acquisizione della playlist.
ru: Тайм-аут в секундах для запросов на получение плейлиста.
tr: Çalma listesi alma istekleri için saniyeler içinde zaman aşımı.
uk: Таймаут у секундах для запитів на отримання плейлиста.

source: Timeshift-save action on zap
bg: Таймшифт-запис при превкл. на канала
de: Timeshift-Speicheraktion beim Zappen
es: Acción de guardar con cambio de hora en zap
fi: Ajansiirto-tallennustoiminto kanavanvaihdossa
fr: Action de sauvegarde de la pause du directe lors du zap
it: Azione di salvataggio del timeshift su zap
ru: Таймшифт — действие при переключении
tr: Zap yaparken zaman kaydırma kaydetme eylemi
uk: Таймшифт-дія при перемиканні

source: Toggle all
bg: Инвертирай избора
de: Alle umschalten
es: Alternar todas
fi: Vaihda kaikki valinnat
fr: Tout afficher
it: Attiva/disattiva tutto
ru: Переключить все
tr: Tümünü değiştir
uk: Переключити все

source: Tuesday
bg: Вторник
fi: Tiistai
ru: Вторник

source: UNCATEGORIZED
bg: Некатегоризирани
fi: LUOKITTAMATON
ru: БЕЗ КАТЕГОРИЗАЦИИ
uk: БЕЗ КАТЕГОРИЗУВАННЯ

source: UPPER case
bg: ГЛАВНИ букви
es: MAYUSCULAS
fi: ISOT kirjaimet
it: MAIUSCOLO
ru: ВЕРХНИЙ регистр
uk: ВЕРХНИЙ регістр

source: Unable to create bouquet "%s"! Possible reason can be no network available.
bg: Създаването на букета "%s" е невъзможно! Възможно е да няма интернет връзка или генерална грешка е получена.
de: Bouquet kann nicht erstellt werden "%s"! Möglicher Grund kann sein, dass kein Netzwerk verfügbar ist.
es: No se puede crear el grupo "%s". La posible razón puede ser que no haya red disponible.
fi: Suosikkilistaa "%s" ei voi luoda! Mahdollinen syy voi olla, ettei verkkoa ole saatavilla.
fr: Impossible de créer le bouquet « %s » ! La raison possible est qu'il n'y a pas de réseau disponible.
it: Impossibile creare il bouquet "%s"! La possibile causa potrebbe essere la mancanza di rete disponibile.
ru: Невозможно создать букет "%s"! Возможная причина — отсутствие сети.
tr: Buket oluşturulamıyor "%s"! Olası sebep, mevcut ağ olmaması olabilir.
uk: Не вдалося створити букет "%s"! Можливою причиною може бути відсутність мережі.

source: Unknown
bg: Неизвестно
fi: Tuntematon

source: Use channel numbers and ordering provided by the IPTV provider. It will work only for 'ALL' bouquets. If is configured global numbering the channel numbers may be offset depending on how many bouquets are before that one.
bg: Използване на номерацията и подредбата на каналите предоставена от провайдъра. Използва се само за букет 'Всички'. Ако е конфигурирано глобално номериране на каналите номерацията ще е отместена.
es: Utilice los números de canal y el orden proporcionados por el proveedor de IPTV. Funcionará solo para el grupo 'TODO'. Si se configura la numeración global, los números de canal pueden variar según la cantidad de grupos que haya antes de ese.
fi: Käytä IPTV-palveluntarjoajan antamia kanavanumeroita ja järjestystä. Se toimii vain 'KAIKKI'-suosikkilistojen kanssa. Jos globaali numerointi on määritetty, kanavanumerot voivat vaihdella riippuen siitä, kuinka monta suosikkilistaa on ennen sitä.
it: Utilizza i numeri dei canali e l'ordinamento forniti dal provider IPTV. Funzionerà solo per i bouquet 'tutti'. Se è configurata la numerazione globale, i numeri dei canali potrebbero essere falsati a seconda di quanti bouquet ci sono prima di quello.
ru: Использовать номера каналов и порядок, предоставленные провайдером IPTV. Это будет работать только для 'ВСЕХ' букетов. Если настроена глобальная нумерация, номера каналов могут быть смещены в зависимости от того, сколько букетов находится перед этим.
uk: Використовувати номери каналів та порядок, наданий провайдером IPTV. Це буде працювати тільки для 'ВСІХ' букетів. Якщо налаштовано глобальну нумерацію, номери каналів можуть зміщуватися залежно від того, скільки букетів є перед цим.

source: Use channel numbers from provider
bg: Номерация и подредба от провайдъра
es: Utilice números de canal del proveedor
fi: Käytä palveluntarjoajan kanavanumeroita
it: Utilizzare i numeri dei canali del provider
ru: Использовать номера каналов от провайдера
uk: Використовувати номери каналів від провайдера

source: Use custom XMLTV URL
bg: Използвай потребителски адрес за XMLTV
de: Eigene XMLTV-URL verwenden
es: Utilice una URL XMLTV personalizada
fi: Käytä mukautettua XMLTV-URL-osoitetta
fr: Utiliser une URL XMLTV personnalisée
it: Utilizza URL XMLTV personalizzato
ru: Использовать пользовательский URL XMLTV
tr: Özel XMLTV URL'si kullan
uk: Використовуйте власну URL-адресу XMLTV

source: Use provider TSID
bg: Използвай TSID зададен от провайдъра
es: Utilice el TSID del proveedor
fi: Käytä palveluntarjoajan TSID:tä
it: Utilizza il TSID del provider
ru: Использовать TSID провайдера
uk: Використовуйте TSID провайдера

source: Use provider order
bg: Използвай подредбата от провайдъра
fi: Käytä palveluntarjoajan järjestystä
ru: Использовать сортировку провайдера
uk: Використовувати сортування провайдера

source: Use static URLs
bg: Използване на статични адреси
de: Statische URLs verwenden
es: Utilice URL estáticas
fi: Käytä staattisia URL-osoitteita
fr: Utiliser des URL statiques
it: Utilizzare URL statici
ru: Использовать статические URL-адреса
tr: Statik URL'ler kullanın
uk: Використовувати статичні URL-адреси

source: Use the TSID provided from the IPTV provider (if available). Useful when want to always have same service references for EPG.
bg: Използване на TSID зададен от провайдъра (ако е наличен). За използване когато са необходими статични сървис референси. Например за ЕПГ.
es: Utilice el TSID proporcionado por el proveedor de IPTV (si está disponible). Útil cuando se desea tener siempre las mismas referencias de servicio para la EPG.
fi: Käytä IPTV-palveluntarjoajan antamaa TSID:tä (jos saatavilla). Hyödyllinen, kun haluat aina käyttää samoja palveluviitteitä EPG:lle.
it: Utilizza il TSID fornito dal provider IPTV (se disponibile). Utile quando si vuole avere sempre gli stessi riferimenti di servizio per l'EPG.
ru: Используйте TSID, предоставленный провайдером IPTV (если доступен). Задействуйте, когда вы хотите всегда иметь одни и те же ссылки на услуги для EPG.
uk: Використовуйте TSID, наданий провайдером IPTV (за наявності). Корисно, якщо ви хочете завжди мати однакові посилання на послуги для EPG.

source: Use time shift SeekBar while time shifting
bg: Използване на екрана за навигиране когато се използва таймшифт
de: Timeshift SeekBar beim Timeshifting verwenden
es: Cómo utilizar la barra de búsqueda de timeshift mientras en modo timeshift
fi: Käytä ajansiirron etsintäpalkkia ajansiirron aikana
fr: Utiliser le décalage temporel SeekBar pendant la pause du directe
it: Utilizzare la barra di ricerca dello spostamento temporale durante lil timeshift
ru: Используйте панель поиска сдвига времени во время сдвига времени
tr: Zaman kaydırma sırasında zamankaydırma barını kullanın
uk: Використовуйте SeekBar під час переходу на інший час

source: Use timeshift seekbar while timeshifting?
bg: Използване на екрана за навигиране когато се използва таймшифт?
de: Timeshift-Suchleiste beim Timeshifting verwenden?
es: ¿Cómo utilizar la barra de búsqueda de timeshift mientras en modo timeshift?
fi: Käytä ajansiirron etsintäpalkkia ajansiirron aikana?
fr: Utiliser la barre de recherche du timeshift pendant le timeshifting ?
it: Utilizzare la barra di ricerca timeshift durante il timeshifting?
ru: Использовать панель поиска таймшифта во время таймшифта?
tr: Zaman kaydırma sırasında zaman kaydırma arama çubuğu kullanılsın mı?
uk: Використовувати Seekbar під час роботи таймшифта?

source: Use your own XMLTV url for EPG importing.
bg: Изполване на Ваш собствен адрес за ЕПГ импортиране.
de: Verwenden Sie Ihre eigene XMLTV-URL für den EPG-Import.
es: Utilice su propia URL XMLTV para importar EPG.
fi: Käytä omaa XMLTV-URL-osoitettasi EPG-tuontiin.
fr: Utilisez votre propre url XMLTV pour l'importation de l'EPG.
it: Utilizza il tuo URL XMLTV per l'importazione EPG.
ru: Используйте собственный URL-адрес XMLTV для импорта EPG.
tr: EPG'yi içe aktarmak için kendi XMLTV URL'nizi kullanın.
uk: Використовуйте власний XMLTV url для імпорту EPG.

source: User name used for authenticating in the Media Library server.
bg: Потребителско име за оторизиране в сървъра медийната библиотека.
fi: Mediakirjastopalvelimen todentamiseen käytetty käyttäjätunnus.
ru: Имя пользователя, используемое для авторизации на сервере медиатеки.
uk: Ім’я користувача, яке використовується для авторизації на сервері медіатеки.

source: User name used for authenticating in the streaming server.
bg: Потребителско име за оторизиране в стрийминг сървъра.
es: Nombre utilizado para autenticarse en el servidor de transmisión.
fi: Käyttäjätunnus, jota käytetään todentamiseen striimaus-palvelimessa.
fr: Nom d'utilisateur utilisé pour l'authentification dans le serveur de streaming.
it: Nome utente utilizzato per l'autenticazione nel server di streaming.
ru: Имя пользователя, используемое для авторизации на потоковом сервере.
uk: Ім'я користувача, яке використовується для авторизації на сервері потокового мовлення.

source: Username
bg: Потребителско име
es: Usuario
fi: Käyttäjätunnus
fr: Nom d'utilisateur
it: Nome utente
ru: Имя пользователя
tr: Kullanıcı
uk: Ім'я користувача

source: VOD playlist format
bg: VOD плейлист формат
fi: Tilaus-TV:n (VoD) -soittolistan formaatti

source: Video On Demand
es: Video a la Demanda
fi: Tilaus-TV (VoD)
fr: Vidéo à la demande
ru: Видео по запросу
tr: VOD
uk: Відео на вимогу

source: Video On Demand Movies listing.
bg: Video On Demand списък филми.
es: Listado de películas de Video a la Demanda.
fi: Tilaus-TV:n (VoD) elokuvien luettelo.
fr: Vidéo à la demande liste des films
it: Elenco dei film di Video su Richiesta.
ru: Список фильмов «Видео по запросу».
tr: İsteğe Bağlı Filmler listesi.
uk: Список фільмів за запитом

source: Video On Demand TV Shows listing.
bg: Video On Demand списък сериали.
es: Listado de programas de TV de Video a la Demanda.
fi: Tilaus-TV:n (VoD) TV-sarjojen luettelo.
fr: Vidéo à la demande liste des Shows TV.
it: Elenco dei programmi TV di Video su Richiesta.
ru: Список телепередач «Телепередачи по запросу».
tr: İsteğe Bağlı VOD listesi.
uk: Список телепередач за запитом

source: Video on Demand
es: Video a la Demanda
fi: Tilaus-TV (VoD)
fr: Vidéo à la demande
ru: Видео по запросу
uk: Відео на вимогу

source: VoD
fi: Tilaus-TV (VoD)

source: VoD Movie Categories
bg: VoD категории филми
de: VoD-Film-Kategorien
es: Categorías de películas VoD
fi: Tilaus-TV (VoD) -elokuvaluokat
fr: VoD Catégories Film
it: Categorie di Film VoD
ru: Категории фильмов VoD
tr: VoD Film Kategorileri
uk: Категорії фільмів VoD

source: VoD Movie Category: %s
bg: VoD филм категория : %s
de: VoD-Film-Kategorie: %s
es: Categoría de película VoD: %s
fi: Tilaus-TV (VoD) -elokuvaluokat: %s
fr: VoD Catégorie Film: %s
it: Categoria VoD Film: %s
ru: Категория фильма VoD: %s
tr: VoD Film Kategorisi: %s
uk: Категорія фільма VoD: %s

source: VoD Movie Search
bg: VoD търсене на филм
de: VoD-Filmsuche
es: Búsqueda de películas VoD
fi: Tilaus-TV (VoD) -elokuvahaku
fr: VoD Recherche Film
it: Ricerca Film VoD
ru: Поиск фильмов VoD
tr: VoD Film Arama
uk: Пошук фільмів у форматі VoD

source: VoD Movie: enter search terms
bg: VoD филм: въведете критерий за търсене
de: VoD Movie: Suchbegriffe eingeben
es: Película VoD: ingrese los términos de búsqueda
fi: Tilaus-TV (VoD) elokuvat: syötä hakutermit
fr: VoD Film: entrer les termes de recherche
it: Film VoD: inserisci i termini di ricerca
ru: VoD фильмы: введите условия поиска
tr: VoD Film: arama terimlerini girin
uk: VoD-фільм: введіть пошукові запити

source: VoD Series Categories
bg: VoD категории сериали
de: VoD-Serie Kategorien
es: Categorías de series VoD
fi: Tilaus-TV (VoD) -sarjojen luokat
fr: VoD Catégories des séries
it: Categorie serie VoD
ru: Категории сериалов VoD
tr: VoD Dizi Kategorileri
uk: Категорії серії VoD

source: VoD Series Category: %s
bg: VoD сериал категория: %s
de: VoD-Serie Kategorie: %s
es: Categoría de la serie VoD: %s
fi: Tilaus-TV (VoD) -sarjojen luokat: %s
fr: VoD Catégorie des séries: %s
it: Categoria VoD Serie : %s
ru: Категория сериалов VoD: %s
tr: VoD Dizi Kategori: %s
uk: VoD серіали Категорія: %s

source: VoD Series Search
bg: VoD търсене на сериал
de: VoD-Serien-Suche
es: Búsqueda de series VoD
fi: Tilaus-TV (VoD) -sarjojen haku
fr: VoD Recherche de séries
it: Ricerca serie VoD
ru: Поиск сериалов VoD
tr: VoD Dizi Arama
uk: Пошук за серіалами VoD

source: VoD Series: %s
bg: VoD сериал: %s
de: VoD-Serie: %s
es: Serie VoD: %s
fi: Tilaus-TV (VoD) -sarjat: %s
fr: VoD Séries: %s
it: Serie VoD: %s
ru: Сериалы VoD: %s
tr: VoD Diziler: %s
uk: VoD Серіали: %s
