Repository: DimitarCC/iptv-m3u-reader
Catalog: po/*.po
Languages: bg, de, es, fi, fr, it, ru, tr, uk

source: Enigma2 playback system
bg: Enigma2 система възпроизвеждане
de: Enigma2-Wiedergabesystem
es: Sistema de reproducción Enigma2
fi: Enigma2 toistojärjestelmä
fr: Système de lecture Enigma2
it: Sistema di riproduzione Enigma2
ru: Система воспроизведения Enigma2
tr: Enigma2 oynatma sistemi
uk: Система відтворення Enigma2

source: Ep%s
bg: еп.%s
fi: J%s
tr: еп.%s

source: Fallback location for picons
bg: Бекъп папка за picon-ите
fi: Piconien varapaikka

source: Fallback loction for picons used when current active picon location can not be detected.
bg: Папка която ще се използва в случай, че не може да бъде локализирана активната папка за picon-и
fi: Piconien varapaikka, jota käytetään, kun nykyisen aktiivisen piconin sijaintia ei voida havaita.

source: Fetching VoD items
bg: Сваляне на VOD елементи
fi: Haetaan VoD-kohteita
ru: Извлечение элементов VoD
uk: Отримання елементів VoD

source: Filter
bg: Филтър
es: Filtrar
fi: Suodatin
fr: Filtre
it: Filtro
ru: Фильтр
tr: Filtre
uk: Фільтр

source: Friday
bg: Петък
fi: Perjantai
ru: Пятница

source: General settings for IPTV subsystem.
bg: Настройки за IPTV системата.
es: Configuración general del subsistema IPTV.
fi: IPTV-alijärjestelmän yleiset asetukset.
fr: Paramètres généraux pour le sous-système IPTV.
it: Configurazione generale del sottosistema IPTV.
ru: Общие настройки в подсистеме IPTV.
tr: IPTV alt sistemi için genel ayarlar.
uk: Загальні налаштування підсистеми IPTV.

source: Generate EPG files for EPGImport plugin
bg: Създаване на ЕПГ файлове за EPGImport плъгин
de: EPG-Dateien für EPGImport-Plugin erzeugen
es: Generar archivos EPG para el complemento EPGImport
fi: Luo EPG-tiedostoja EPGImport-lisäosalle
fr: Générer des fichiers EPG pour le plugin EPGImport
it: Genera file EPG per il plugin EPGImport
ru: Генерация файлов EPG для плагина EPGImport
tr: EPGImport eklentisi için EPG dosyaları oluşturun
uk: Створення файлів EPG для плагіна EPGImport

source: Generate bouquets
bg: Създаване на букети
de: Bouquet erzeugen
es: Generar grupos
fi: Luo suosikkilistat
fr: Générer des bouquets
it: Genera bouquet
ru: Сгенерировать букеты
tr: Buketler oluştur
uk: Створити букети

source: IMDb search
bg: IMDb търсене
de: IMDb-Suche
es: Búsqueda en IMDb
fi: IMDb-haku
fr: Recherche IMDb
it: Ricerca IMDb
ru: Поиск IMDb
tr: IMDb arama
uk: Пошук на IMDb

source: IPTV Settings
bg: IPTV Настройки
es: Ajustes de IPTV
fi: IPTV asetukset
fr: Paramètres IPTV
it: Impostazioni IPTV
ru: Настройки IPTV
tr: IPTV Ayarları
uk: Налаштування IPTV

source: If enabled URL will be static and not aliases. That means if the URL of a service changes in the playlist bouquet entry will stop working.
bg: Ако е вкл. URL-ите ще бъдат статични, а не препратки. Ако URL-а на канал се промени в плейлиста букета ще спре да работи.
de: Wenn diese Option aktiviert ist, sind die URLs statisch und keine Aliasnamen. Das heißt, wenn sich die URL eines Dienstes in der Wiedergabeliste ändert, funktioniert der Bouquet-Eintrag nicht mehr.
es: Si está habilitada, la URL será estática y no se utilizará como alias. Esto significa que si la URL de un servicio cambia en el grupo de la lista de reproducción, dejará de funcionar.
fi: Jos käytössä, URL-osoite on staattinen, ei aliaksia. Tämä tarkoittaa, että jos palvelun URL-osoite muuttuu soittolistassa, palvelu lakkaa toimimasta.
fr: Si cette option est activée, les URL seront statiques et ne seront pas des alias. Cela signifie que si l'URL d'un service change dans la liste de lecture, l'entrée du bouquet cessera de fonctionner.
it: Se abilitato, l'URL sarà statico e non alias. Ciò significa che se l'URL di un servizio cambia, la voce del bouquet della playlist smetterà di funzionare.
ru: Если включено, URL будет статическим, а не псевдонимами. Это означает, что если URL сервиса изменится в плейлисте, запись букета перестанет работать.
tr: Etkinleştirilirse URL takma ad değil statik olacaktır. Bu, çalma listesi buket girişindeki bir hizmetin URL'sinin değişmesi durumunda çalışmanın duracağı anlamına gelir.
uk: Якщо увімкнено, URL-адреса буде статичною, а не псевдонімом. Це означає, що при зміні URL-адреси сервісу у плейлисті запис у букеті перестане працювати.

source: If enabled, the new GStreamer playback engine will be used.
bg: Ако е вкл. ще се използва новата система за възпроизвеждане на GStreamer.
de: Wenn aktiviert, wird die neue GStreamer-Wiedergabe-Engine verwendet.
es: Si está habilitado, se utilizará el nuevo tipo de reproducción GStreamer.
fi: Jos tämä on käytössä, uutta GStreamer-toistomoottoria käytetään.
fr: Si cette option est activée, le nouveau moteur de lecture GStreamer sera utilisé.
it: Se abilitato, verrà utilizzato il nuovo motore di riproduzione GStreamer.
ru: Если включено, будет использоваться новый движок воспроизведения GStreamer.
tr: Etkinleştirilirse yeni GStreamer oynatma motoru kullanılacaktır.
uk: Якщо ввімкнено, використовуватиметься новий механізм відтворення GStreamer.

source: If set to 'yes', allows you to use the seekbar to jump to a point within the event.
bg: Ако е зададено "Да", позволява да се използва екрана за търсене за да се прескочи до точка от събитието.
de: Wenn diese Option auf „ja“ gesetzt ist, können Sie die Suchleiste verwenden, um zu einem Punkt innerhalb des Ereignisses zu springen.
es: Si se establece en 'sí', le permite usar la barra de búsqueda para saltar a un punto dentro del evento.
fi: Jos asetukseksi on asetettu 'kyllä', voit käyttää hakupalkkia siirtyäksesi johonkin kohtaan ohjelmassa.
fr: Si cette option est définie sur « oui », elle permet d'utiliser la barre de recherche pour se rendre à un point précis de l'événement.
it: Se impostato su "sì", consente di utilizzare la barra di ricerca per passare a un punto all'interno dell'evento.
ru: Если установлено значение 'да', позволяет использовать полосу поиска для перехода к нужной точке события.
tr: 'Evet' olarak ayarlanırsa, etkinlik içindeki bir noktaya atlamak için arama çubuğunu kullanmanıza olanak tanır.
uk: Якщо встановлено значення 'так', дозволяє використовувати панель пошуку для переходу до певної точки події.

source: If set to 'yes', allows you to use timeshift with alternative audio plugins.
bg: Ако е зададено "Да", позволява да се използва таймшифт с алтернативни аудио плъгини.
de: Wenn auf 'ja' gesetzt, können Sie Timeshift mit alternativen Audio-Plugins verwenden.
es: Si se establece en 'sí', le permite usar el timeshift con complementos de audio alternativos.
fi: Jos asetus on 'kyllä', voit käyttää ajansiirtoa vaihtoehtoisten äänilisäosien kanssa.
fr: S'il est défini sur « oui », il permet d'utiliser la pause du direct avec d'autres plugins audio.
it: Se impostato su "sì", consente di utilizzare il timeshift con plugin audio alternativi.
ru: Если установлено значение 'да', позволяет использовать таймшифт с альтернативными аудиоплагинами.
tr: 'Evet' olarak ayarlanırsa, alternatif ses eklentileriyle zaman kaydırmayı kullanmanıza olanak tanır.
uk: Якщо встановлено на 'так', дозволяє використовувати таймшифт з альтернативними аудіоплагінами.

source: If the playlist is already stored on a local device you can use the local file path in this field, e.g. /tmp/myplaylist.m3u
bg: Ако плейлиста се намира локално на Вашето устройство, можете да използвате локален път в това поле. Например: /tmp/myplaylist.m3u
fi: Jos soittolista on jo tallennettu paikalliseen laitteeseen, voit käyttää paikallista tiedostopolkua tässä kentässä, esim. /tmp/myplaylist.m3u
it: Se la playlist è già memorizzata su un dispositivo locale, puoi utilizzare il percorso del file locale in questo campo, ad es. /tmp/myplaylist.m3u
ru: Если плейлист уже сохранен на локальном устройстве, вы можете использовать в этом поле путь к локальному файлу, например, /tmp/myplaylist.m3u
uk: Якщо плейлист вже збережено на локальному пристрої, ви можете використовувати в цьому полі шлях до локального файлу, наприклад /tmp/myplaylist.m3u

source: Include this provider when the global update schedule runs.
bg: Добави текущия провайдър в схемата за автоматичен ъпдейт.
fi: Ota tämä palveluntarjoaja mukaan, kun yleinen päivitysaikataulu suoritetaan.
ru: Включите если установлено глобальное расписание обновлений.

source: Incorrect type service for PiP!
bg: Неправилен тип на канала за използване с PiP!
de: Falscher Diensttyp für PiP!
es: ¡Tipo de canal incorrecto para PiP!
fi: Väärän tyyppinen palvelu PiP:lle!
fr: Service de type incorrect pour PiP !
it: Tipo di servizio non corretto per PiP!
ru: Некорректный тип сервиса для PiP!
tr: PiP için yanlış tip hizmeti!
uk: Некорректний тип сервісу для PiP!

source: Interval in which the playlist will be automatically updated
bg: Интервал на който ще се обновява плейлиста автоматично
de: Intervall, in dem die Wiedergabeliste automatisch aktualisiert wird
es: Intervalo en el que se actualizará automáticamente la lista de reproducción
fi: Aika, jonka välein soittolista päivitetään automaattisesti
fr: Intervalle de mise à jour automatique de la liste de lecture
it: Intervallo in cui la playlist verrà aggiornata automaticamente
ru: Интервал, через который плейлист будет автоматически обновляться
tr: Çalma listesinin otomatik olarak güncelleneceği aralık
uk: Інтервал, через який плейлист буде автоматично оновлюватися

source: Is trial
bg: Тестова версия
de: Ist Trial
es: Es una prueba
fi: On kokeilu
fr: C'est un essai
it: È una prova
ru: Пробная версия
tr: deneme
uk: Пробна версія

source: Local EPG server listening port
bg: Порт за локалния ЕПГ сървер
fi: Paikallisen EPG-palvelimen kuunteluportti
ru: Порт для прослушивания локального сервера EPG
uk: Порт для прослуховування локального сервера EPG

source: M3U IPTV Manager - providers
bg: M3U IPTV Manager - провайдъри
de: M3U IPTV Manager - Provider
es: Gestor de IPTV M3U - proveedores
fi: M3U IPTV -hallinta - palveluntarjoajat
fr: M3U IPTV Manager - fournisseurs
it: M3U IPTV Manager - provider
ru: M3U IPTV Manager - провайдеры
tr: M3U IPTV Yöneticisi - sağlayıcılar
uk: M3U IPTV Manager - провайдери

source: M3U IPTV Provider Info
bg: M3U IPTV информация провайдър
es: IPTV M3U Información del proveedor
fi: M3U IPTV -palveluntarjoajan tiedot
fr: Informations sur le fournisseur M3U IPTV
it: M3U IPTV Info Provider
ru: Информация о провайдере M3U IPTV
tr: M3U IPTV Sağlayıcı Bilgisi
uk: Інформація про провайдера IPTV M3U

source: M3UIPTV schedule
bg: M3UIPTV разписание
fi: M3UIPTV aikataulu

source: M3UIPTVManager
es: Gestor de IPTV M3U
fi: M3UIPTV-hallinta
it: Gestore M3UIPTV
ru: M3UIPTV менеджер

source: MAC address
bg: MAC адрес
de: MAC Adresse
es: Dirección MAC
fi: MAC-osoite
fr: Adresse MAC
it: Indirizzo MAC
ru: MAC адрес
tr: MAC adresi
uk: MAC-адреса

source: MAC address used for authenticating in Stalker portal.
bg: MAC адресът използван за оторизация в Stalker портала.
de: MAC-Adresse, die für die Authentifizierung im Stalker-Portal verwendet wird.
es: Dirección MAC utilizada para la autenticación en el portal Stalker.
fi: MAC-osoite, jota käytetään todentamiseen Stalker-portaalissa.
fr: Adresse MAC utilisée pour l'authentification dans le portail Stalker.
it: Indirizzo MAC utilizzato per l'autenticazione nel portale Stalker.
ru: MAC-адрес, используемый для авторизации на портале Stalker.
tr: Stalker portalında kimlik doğrulama için kullanılan MAC adresi.
uk: MAC-адреса, яка використовується для авторизації на порталі Stalker.

source: Manage M3U/Xtreme Codes playlist IPTV providers and adds support for playing IPTV services from autogenerated bouquets.
bg: Управлява M3U/Xtreаm Codes плейлист IPTV провайдъри и позволява възпроизвеждане на IPTV канали от автоматично генерирани букети.
es: Administra la lista de reproducción de códigos M3U/Xtreme de proveedores de IPTV y agrega soporte para reproducir servicios de IPTV desde grupos generados automáticamente.
fi: Hallinnoi M3U/Xtreme Codes -soittolistan IPTV-palveluntarjoajia ja lisää tuen IPTV-palvelujen toistamiseen automaattisesti luoduista suosikkilistoista.
fr: Gestion des listes de lecture M3U/Xtreme Codes des fournisseurs IPTV et ajout de la prise en charge de la lecture des services IPTV à partir de bouquets autogénérés.
it: Gestisce playlist di codici M3U/Xtreme da fornitori IPTV e aggiunge il supporto per la riproduzione di servizi IPTV da gruppi generati automaticamente.
ru: Настройки управления плейлистами M3U/Xtreme Codes от поставщиков услуг IPTV и поддержки воспроизведения генерируемые в букеты.
tr: M3U/Xtreme Codes çalma listesi IPTV sağlayıcılarını yönetin ve otomatik olarak oluşturulan buketlerden IPTV hizmetlerini oynatmak için destek ekleyin.
uk: Керування плейлистом IPTV-провайдерів M3U/Xtreme Codes і підтримка відтворення IPTV-сервісів з згенерованих букетів.

source: Maximum connections
bg: Маскимален брой връзки
de: Maximale Verbindungen
es: Conexiones máximas
fi: Maksimimäärä yhteyksiä
fr: Connexions maximales
it: Numero massimo di connessioni
ru: Максимальное количество подключений
tr: Maksimum bağlantı
uk: Максимальна кількість з'єднань

source: Maximum number of threads during picon downloads. If the box returns errors or fails to download some picons, set a lower number.
bg: Маскимален брой връзки за сваляне на логота. Ако има грешки при свалянето, задайте по-низка стойност.
de: Maximale Anzahl von Threads während der Picon-Downloads. Wenn die Box Fehler zurückgibt oder einige Picons nicht herunterlädt, stellen Sie eine niedrigere Zahl ein.
es: Número máximo de subprocesos durante las descargas de picons. Si el deco devuelve errores o no puede descargar algunos picones, configure un número menor.
fi: Säikeiden enimmäismäärä piconien latausten aikana. Jos boksi palauttaa virheitä tai ei pysty lataamaan joitain piconeja, aseta pienempi luku.
fr: Nombre maximal de threads pendant le téléchargement des picons. Si la boîte renvoie des erreurs ou ne parvient pas à télécharger certains picons, fixez un nombre inférieur.
it: Numero massimo di thread durante i download di picon. Se la casella restituisce errori o non riesce a scaricare alcuni picon, imposta un numero inferiore.
ru: Максимальное количество потоков во время загрузки пиконов. Если возникает ошибка или не загружаются некоторые пиконы, установите меньшее число
uk: Максимальна кількість потоків під час завантаження піконів. Якщо виникає помилка або не може завантажити деякі пікони, встановіть меншу кількість.

source: Media Library Access Token
bg: Ключ за медийната библиотека
fi: Mediakirjaston käyttöoikeustunniste
ru: Токен доступа к медиатеке
uk: Токен доступу до медіатеки

source: Media Library Password
bg: Парола за медийната библиотека
fi: Mediakirjaston salasana
ru: Пароль к медиатеке
uk: Пароль медіатеки

source: Media Library URL
bg: URL на медийната библиотека
fi: Mediakirjaston URL-osoite
ru: URL-адрес медиатеки
uk: URL-адрес медіатеки

source: Media Library Username
bg: Потребителско име за медийната библиотека
fi: Mediakirjaston käyttäjätunnus
ru: Имя пользователя медиатеки
uk: Ім'я користувача медіатеки

source: Media Library type
bg: Тип на медийната библиотека
fi: Mediakirjaston tyyppi
ru: Тип медиатеки
uk: Тип медіатеки

source: Monday
bg: Понеделник
fi: Maanantai
ru: Понедельник

source: Movies
bg: Филми
es: Películas
fi: Elokuvat
fr: Films
it: Film
ru: Фильмы
tr: Filmler
uk: Фільми

source: No Threads
fi: Ei säikeitä

source: No free tuner!
bg: Няма свободен тунер!
de: Kein freier Tuner!
es: ¡Ningún sintonizador libre!
fi: Ei vapaata viritintä!
fr: Pas de tuner libre!
it: Nessun sintonizzatore libero!
ru: Нет бесплатного тюнера!
tr: Müsait tuner yok!
uk: Немає безкоштовного тюнера!

source: Only bouquet for 'All Channels'
bg: Само букет за 'Всички канали'
es: Solo 'todos canales'
fi: Vain suosikkilista 'kaikille kanaville'
it: Solo 'tutti i canali'
ru: Только букет «Все каналы»
uk: Тільки букет для 'Всіх каналів'

source: Only bouquets for groups
bg: Само букети по групи
es: Solo 'secciones'
fi: Vain suosikkilistat ryhmille
it: Solo 'sezioni'
ru: Только букеты для групп
uk: Тільки букети для груп

source: Original case
bg: Оригинален текст
es: Original
fi: Alkuperäinen kirjainkoko
it: Originale
ru: Оригинальный регистр
uk: Оригінальний регістр

source: Password
bg: Парола
es: Contraseña
fi: Salasana
fr: Mot de passe
ru: Пароль
tr: Parola
uk: Пароль

source: Password used for authenticating in Media Library server.
bg: Парола използвана за оторизиране в сървъра на медийната библиотека.
fi: Mediakirjastopalvelimen todentamiseen käytetty salasana.
ru: Пароль, используемый для авторизации на сервере медиатеки.
uk: Пароль, який використовується для авторизації на сервері медіатеки.

source: Password used for authenticating in the streaming server.
bg: Парола използвана за оторизиране в сървъра.
es: Contraseña utilizada para autenticarse en el servidor de streaming.
fi: Salasana, jota käytetään todentamiseen striimaus-palvelimessa.
fr: Mot de passe utilisé pour s'authentifier sur le serveur de streaming.
it: Password utilizzata per autenticarsi sul server di streaming.
ru: Пароль, используемый для авторизации на потоковом сервере.
uk: Пароль, який використовується для авторизації на сервері потокового мовлення.

source: Permanently remove provider "%s" from your configuration.
bg: Изтриване на провайдър "%s" от конфигурацията за постоянно.
de: Provider dauerhaft entfernen "%s" aus Ihrer Konfiguration.
es: Eliminar permanentemente el proveedor "%s" de su configuración.
fi: Poista palveluntarjoaja "%s" pysyvästi määrityksistäsi.
fr: Supprimez définitivement le fournisseur « %s » de votre configuration.
it: Rimuovi definitivamente il provider "%s" dalla tua configurazione.
ru: Навсегда удалить провайдера "%s" из вашей конфигурации.
tr: "%s" sağlayıcısını yapılandırmanızdan kalıcı olarak kaldırın.
uk: Назавжди видалити провайдера "%s" з вашої конфігурації.

source: Picon max threads
bg: Маскимален брой връзки
es: Picon, hilos máximos
fi: Piconien maksimi säikeet
it: Picon, thread massimi
ru: Макс кол-во потоков для пиконов
uk: Макс кіл-ть потоків для піконів

source: Picons by name (SNP)
bg: Пикони по име (SNP)
es: Picons por nombre (SNP)
fi: Piconit nimen mukaan (SNP)
it: Picons per nome (SNP)
ru: Пиконы по имени канала (SNP)
uk: Пікони за ім'ям

source: Picons by service reference (SRP)
bg: Пикони по референс на канала (SRP)
es: Picons por referencia de canal (SRP)
fi: Piconit kanavan referenssin mukaan (SRP)
it: Picons per service reference (SRP)
ru: Пиконы по референсу канала (SRP)
uk: Пікони за сервісним посиланням (SRP)

source: Picons type
bg: Пикони тип
es: Tipo de picons
fi: Piconien tyyppi
it: Tipo picons
ru: Тип пиконов
uk: Тип піконів

source: Play Archive
bg: Възпроизвеждане на архив
de: Archiv für Reproduktionen
es: Reproducir archivo
fi: Toisto-arkisto
fr: Lire l'archive
it: Riproduzione Archivio
ru: Воспроизвести Архив
tr: Oynatma Arşivi
uk: Відтворити Архів

source: Playback system
bg: Система възпроизвеждане
de: Wiedergabesystem
es: Sistema de reproducción
fi: Toistojärjestelmä
fr: Système de lecture
it: Sistema di riproduzione
ru: Система воспроизведения
tr: Oynatma sistemi
uk: Система відтворення

source: Playback system for Catchup/Archive
bg: Система за възпроизвеждане на Catchup/Архив
de: Wiedergabesystem für Catchup/Archiv
es: Sistema de reproducción para recuperacíon
fi: Alusta aloittamisen/Arkiston toistojärjestelmä
fr: Système de lecture pour Rattrapage/Archive
it: Sistema di riproduzione per Catchup/Archiviazione
ru: Система воспроизведения для Catchup/Архива
tr: Yakalama/Arşiv için oynatma sistemi
uk: Система відтворення для Catchup/Archive

source: Playlist manager
bg: Мениджър на плейлисти
es: Administrador de lista de reproducción
fi: Soittolistan hallinta
fr: Gestionnaire de listes de lecture
it: Gestore della playlist
ru: Менеджер плей-листов
tr: Çalma listesi yöneticisi
uk: Менеджер плейлиста

source: Please wait! Loading data from server.
bg: Моля изчакайте! Зареждане на данни от сървъра.
fi: Odota! Ladataan tietoja palvelimelta.
ru: Пожалуйста, подождите! Загрузка данных с сервера.
uk: Будь ласка, зачекайте! Завантаження даних із сервера.

source: Portal version
bg: Версия на портала
fi: Portaaliversio

source: Press OK
bg: Изберете ОК
fi: Paina OK
ru: Нажмите OK

source: Press OK to access selected item
bg: Натиснете OK за достъп до избрания елемент
de: Drücken Sie OK, um das ausgewählte Element aufzurufen
es: Pulse OK para acceder al elemento seleccionado
fi: Paina OK päästäksesi valittuun kohteeseen
fr: Appuyer sur OK pour accéder à l'élément sélectionné
it: Premere OK per accedere all'elemento selezionato
ru: Нажмите OK, чтобы получить доступ к выбранному элементу
tr: Seçilen öğeye erişmek için Tamam'a basın
uk: Натисніть OK, щоб перейти до вибраного пункту

source: Press OK to edit the currently selected provider
bg: Натиснете ОК за редактиране на избрания провайдър
de: Drücken Sie OK, um den aktuell ausgewählten Provider zu bearbeiten
es: Pulse OK para editar el proveedor seleccionado actualmente
fi: Paina OK muokataksesi valittua palveluntarjoajaa
fr: Appuyez sur OK pour modifier le fournisseur actuellement sélectionné
it: Premere OK per modificare il provider attualmente selezionato
ru: Нажмите OK, чтобы изменить выбранного провайдера
tr: Şu anda seçili sağlayıcıyı düzenlemek için Tamam'a basın
uk: Натисніть OK, щоб змінити вибраного провайдера

source: Press OK to play selected movie
bg: Натиснете ОК за възпроизвеждане на избраният филм
de: Drücken Sie OK, um den ausgewählten Film abzuspielen
es: Pulse OK para reproducir la película seleccionada
fi: Paina OK toistaaksesi valitun elokuvan
fr: Appuyez sur OK pour lire le film sélectionné
it: Premere OK per riprodurre il film selezionato
ru: Нажмите OK, чтобы воспроизвести выбранный фильм
tr: Seçilen filmi oynatmak için Tamam'a basın
uk: Натисніть OK, щоб відтворити вибраний фільм

source: Press OK to play selected show
bg: Натиснете ОК за възпроизвеждане на избраният сериал
de: Drücken Sie OK, um die ausgewählte Sendung abzuspielen
es: Pulse OK para reproducir el programa seleccionado
fi: Paina OK toistaaksesi valitun ohjelman
fr: Appuyez sur OK pour lire le programme sélectionné
it: Premere OK per riprodurre la selezione
ru: Нажмите OK, чтобы воспроизвести выбранную программу
tr: Seçileni diziyi oynatmak için Tamam'a basın
uk: Натисніть OK, щоб почати відтворення вибраної програми

source: Press OK to select a category
bg: Натиснете ОК за избор на категория
de: Drücken Sie OK, um eine Kategorie auszuwählen
es: Pulse OK para seleccionar una categoría
fi: Paina OK valitaksesi kategorian
fr: Appuyez sur OK pour sélectionner une catégorie
it: Premere OK per selezionare una categoria
ru: Нажмите ОК для выбора категории
tr: Bir kategori seçmek için Tamam'a basın
uk: Натисніть OK, щоб вибрати категорію

source: Press OK to select a series
bg: Натиснете ОК за избор на сериал
de: Drücken Sie OK, um eine Serie auszuwählen
es: Pulse OK para seleccionar una serie
fi: Paina OK valitaksesi sarjan
fr: Appuyez sur OK pour sélectionner une série
it: Premere OK per selezionare una serie
ru: Нажмите OK, чтобы выбрать сериалы
tr: Bir dizi seçmek için Tamam'a basın
uk: Натисніть OK, щоб вибрати серіали

source: Press OK to select the current item
bg: Натиснете ОК за избор на текущият елемент
de: Drücken Sie OK, um das aktuelle Element auszuwählen
es: Pulse OK para seleccionar el elemento actual
fi: Paina OK valitaksesi nykyisen kohteen
fr: Appuyez sur OK pour sélectionner l'élément en cours
it: Premere OK per selezionare la voce corrente
ru: Нажмите OK, чтобы выбрать текущий пункт
tr: Geçerli öğeyi seçmek için Tamam'a basın
uk: Натисніть OK, щоб вибрати поточний пункт

source: Press OK to select which bouquets/categories will be blacklisted.
bg: Натиснете ОК, за да изберете кои букети/категории да бъдат изключени.
fi: Paina OK valitaksesi, mitkä suosikkilistat/luokat laitetaan mustalle listalle.
